var weapon_117_全自动骇新星 = {
  "weapon": {
    "itemId": "117",
    "name": "全自动骇新星",
    "image": "./images/weapons/weapon_117_全自动骇新星_6f72e3063a098775f233d853c17361a2.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=117",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_117_全自动骇新星_6f72e3063a098775f233d853c17361a2.png",
      "weapon_name": "全自动骇新星",
      "weapon_star": "4",
      "weapon_type": "施术单元",
      "weapon_intro": "终末地工业制造的干员进阶装备之一。武库沿用了安德烈的设计方案，可预存储术式，在紧急情况下快速传导法术。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "34",
        "attributes": [
          {
            "name": "智识提升·小",
            "level": "1/3",
            "effect": "智识 +12"
          },
          {
            "name": "法术提升·小",
            "level": "1/3",
            "effect": "法术伤害 +3.3%"
          },
          {
            "name": "昂扬·远途起始",
            "level": "1/4",
            "effect": "当装备者的生命值高于80%时，攻击力 +15.0%"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "341",
        "attributes": [
          {
            "name": "智识提升·小",
            "level": "9/9",
            "effect": "智识 +93"
          },
          {
            "name": "法术提升·小",
            "level": "9/9",
            "effect": "法术伤害 +26.0%"
          },
          {
            "name": "昂扬·远途起始",
            "level": "9/9",
            "effect": "当装备者的生命值高于80%时，攻击力 +42.0%"
          }
        ]
      },
      "obtain_method": "大世界探索获取\n武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·小",
          "rank1": "智识 +12",
          "rank2": "智识 +21",
          "rank3": "智识 +31",
          "rank4": "智识 +40",
          "rank5": "智识 +50",
          "rank6": "智识 +60",
          "rank7": "智识 +69",
          "rank8": "智识 +79",
          "rank9": "智识 +93"
        },
        {
          "skill_name": "法术提升·小",
          "rank1": "法术伤害 +3.3%",
          "rank2": "法术伤害 +6.0%",
          "rank3": "法术伤害 +8.7%",
          "rank4": "法术伤害 +11.3%",
          "rank5": "法术伤害 +14.0%",
          "rank6": "法术伤害 +16.7%",
          "rank7": "法术伤害 +19.3%",
          "rank8": "法术伤害 +22.0%",
          "rank9": "法术伤害 +26.0%"
        },
        {
          "skill_name": "昂扬·远途起始",
          "rank1": "当装备者的生命值高于80%时，攻击力 +15.0%",
          "rank2": "当装备者的生命值高于80%时，攻击力 +18.0%",
          "rank3": "当装备者的生命值高于80%时，攻击力 +21.0%",
          "rank4": "当装备者的生命值高于80%时，攻击力 +24.0%",
          "rank5": "当装备者的生命值高于80%时，攻击力 +27.0%",
          "rank6": "当装备者的生命值高于80%时，攻击力 +30.0%",
          "rank7": "当装备者的生命值高于80%时，攻击力 +33.0%",
          "rank8": "当装备者的生命值高于80%时，攻击力 +36.0%",
          "rank9": "当装备者的生命值高于80%时，攻击力 +42.0%"
        }
      ],
      "recommended_matrices": "无瑕基质·昂扬"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 34",
          "skills": "智识提升·小: 智识 +12, 法术提升·小: 法术伤害 +3.3%, 昂扬·远途起始: 当装备者的生命值高于80%时，攻击力 +15.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至100, 智识提升·小: 智识 +21, 法术提升·小: 法术伤害 +3.3%, 昂扬·远途起始: 当装备者的生命值高于80%时，攻击力 +15.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至169, 智识提升·小: 智识 +21, 法术提升·小: 法术伤害 +6.0%, 昂扬·远途起始: 当装备者的生命值高于80%时，攻击力 +15.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至307, 智识提升·小: 智识 +31, 法术提升·小: 法术伤害 +6.0%, 昂扬·远途起始: 当装备者的生命值高于80%时，攻击力 +15.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 燎石",
          "skills": "基础攻击力提升至341, 智识提升·小: 智识 +31, 法术提升·小: 法术伤害 +8.7%, 昂扬·远途起始: 当装备者的生命值高于80%时，攻击力 +15.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "\"塔罗斯会成为一座最最了不起的城市。\"他的父母说。安德烈·斯洛塔利德，你要从学徒做起，先干体力活，然后去上学。长大以后要离开这个小小的定居点，去建设塔卫二的未来，和你的新家庭一起过上有意义的生活。\n\"塔罗斯是塔卫二的主星。\"他的书上写着。这是一颗气态巨行星，在星门打开的那几年里，赫赫有名的斐尔迪南·克鲁尼估算出了它的质量，还有它与塔卫二之间的距离。在塔卫二上，星荚似乎不曾存在，他们在这里找到了更多星星，比泰拉的天空中还要多得多。\n\"星星在很近的地方，可惜门已经关上了。\"他的导师说。如果源石应用专业的授课内容不能满足你，大可以去参加学院的占星家沙龙。除了算命，他们还探讨天文学，科学的天文学。不过，你对星星的兴趣看起来不仅仅在于观测和记录。安德烈，你想要造一颗星星，对吗?\n\"星星在你无法触及的地方。\"暴力的诸多代理人趾高气扬。\"不对，星星就在我手里。\"安德烈答道， \"先生们，我将向你们介绍本人为终末地工业设计的第一款施术单元⋯⋯的原型机。\"停在他肩头上的施术单元跃上半空，光芒刺入对方的眼睛，如同在黑夜至深处绽裂的骇新星。"
    }
  }
};
