var weapon_112_艺术暴君 = {
  "weapon": {
    "itemId": "112",
    "name": "艺术暴君",
    "image": "./images/weapons/weapon_112_艺术暴君_e87e7164507ab8320f55a37d9cd0b912.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=112",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_112_艺术暴君_e87e7164507ab8320f55a37d9cd0b912.png",
      "weapon_name": "艺术暴君",
      "weapon_star": "6",
      "weapon_type": "手铳",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。\n梅什科工业大胆推出的艺术家联名系列中最受欢迎的产品之一。充满个性的造型匹配狂暴的性能，在二级市场的溢价足以证明它的人气。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51"
      },
      "max_level_panel": {
        "base_attack": "505"
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·大",
          "rank1": "智识+20",
          "rank9": "智识+156"
        },
        {
          "skill_name": "暴击率提升·大",
          "rank1": "暴击率+2.5%",
          "rank9": "暴击率+19.5%"
        },
        {
          "skill_name": "切骨·艺术暴论",
          "rank1": "寒冷伤害+16.0%。装备者的战技造成暴击伤害后，寒冷伤害+14.0%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。",
          "rank9": "寒冷伤害+44.8%。装备者的战技造成暴击伤害后，寒冷伤害+39.2%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·切骨"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "智识提升·大 1/3, 暴击率提升·大 1/3, 切骨·艺术暴论 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5强固模具, 3轻黯石",
          "skills": "智识提升·大 2/5, 暴击率提升·大 1/4, 切骨·艺术暴论 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18强固模具, 5中黯石",
          "skills": "智识提升·大 2/6, 暴击率提升·大 2/6, 切骨·艺术暴论 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20重型强固模具, 5重黯石",
          "skills": "智识提升·大 3/8, 暴击率提升·大 2/7, 切骨·艺术暴论 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30重型强固模具, 16快子遴捡晶格, 8武陵石",
          "skills": "智识提升·大 3/9, 暴击率提升·大 3/9, 切骨·艺术暴论 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "对塔卫二当今\"前卫\"艺术的挑战书\n致自诩\"前卫\"的大艺术家们：\n你们好吗？我指的是那些在废墟墙上喷涂图案，在菈梵朵玛的地下酒吧里嘶吼，自认为创造\"史无前例\"艺术的各位。\n告诉你们一个残酷事实，你们所谓的前卫艺术，九成都是从泰拉历史中翻出的陈年旧货。\n菈梵朵玛的新说唱厂牌？在看完汐斯塔黑曜石音乐节的十大经典音乐现场后，我并不觉得他们比起那位名为\"大帝\"的说唱巨星在律动和韵脚上有任何的创新。[链接已失效]\n艾什柏环岛的百人涂鸦？根据我挖到的资料，这些东西在泰拉曾经的乌萨斯工厂基地早就烂大街了。许多年前，感染者工人就在厂房墙上画着同样的东西。[附件已丢失]\n至于新蓝卡坞的新青年电影节？那就更搞笑了，因为他们连自由市的名字都沿用的泰拉上的蓝卡坞！\n真正属于塔卫二的前卫艺术在哪儿？\n既然渴望创新，我告诉你们什么才是真前卫。\n这是我挖到的关于终末地协议源石技术的一段视频。[作者已将此视频设为付费观看]\n可能很多人会对我提到协议源石技术感到困惑，但想想看，艺术离不开工艺技术，我们如果一直在源自泰拉的技术基础上进行审美文化的再创作，就像我先前举的那些例子那样，那么我们当然就难以摆脱泰拉文化的标签！\n而协议源石技术，可以说是塔卫二独有的最\"前卫\"、最\"酷\"的技术了，不是么？它彻底打破了我们对空间维度的认知，怎么我还没看到将它应用于艺术创作的艺术家？\n前卫艺术不是翻新旧货，不是给古董贴新标签。\n如果你们继续玩祖父辈的把戏，请不要再自诩\"前卫\"。\n本文不代表任何官方立场，仅为个人观点。如有不适，请自行离开。\n作者：艺术暴君\n发布时间：151年■■月■■ 日"
    }
  }
};
