var weapon_80_古渠 = {
  "weapon": {
    "itemId": "80",
    "name": "古渠",
    "image": "./images/weapons/weapon_80_古渠_3c890c82d1a43d843ba135d08e603323.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=80",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_80_古渠_3c890c82d1a43d843ba135d08e603323.png",
      "weapon_name": "古渠",
      "weapon_star": "5",
      "weapon_type": "双手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。宏山选剑局制造的优质大剑。较之同类产品，它更轻盈，但杀伤力却没有降低分毫。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42"
      },
      "max_level_panel": {
        "base_attack": "411"
      },
      "obtain_method": "大世界探索获取，单手剑角色自带"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "力量提升·中",
          "rank1": "力量 +16",
          "rank9": "力量 +124"
        },
        {
          "skill_name": "源石技艺强度提升·中",
          "rank1": "源石技艺强度 +8",
          "rank9": "源石技艺强度 +62"
        },
        {
          "skill_name": "残暴·千秋旧土",
          "rank1": "源石技艺强度 +10。装备者消耗破防层数后，物理伤害 +[5.0%×消耗层数]，持续20秒。同名效果无法叠加。",
          "rank9": "源石技艺强度 +28。装备者消耗破防层数后，物理伤害 +[14.0%×消耗层数]，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·残暴"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "力量 +16, 源石技艺强度 +8"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "力量 +29, 源石技艺强度 +8"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "力量 +29, 源石技艺强度 +14"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "力量 +44, 源石技艺强度 +14"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 武陵石",
          "skills": "力量 +44, 源石技艺强度 +20"
        }
      ]
    },
    "archive": {
      "basic_info": "我并不能触摸所有人的心，但我至少能看透我自己的。此时此刻，我的心中只有无边的恐惧，我们的科考站，我们为了战胜无边无际的甚大裂隙而准备的\"观景台\"，就这样被淹没在了侵蚀中，这让我感到绝望。息壤真的可行吗？我们过去的所作所为真的有任何意义吗？比起超域，人类还是过于渺小了。武陵会被吞没，万事万物都会被吞没，我们如何撼动巨物？……我们需要挖一道水渠，虽然现在针对事故现场受灾者的抢救才是最重要的，但这道水渠也是必须的，它至少能保证地下水脉不被渗透进来的侵蚀潮污染。但这也没什么意义，只不过是早死一天和晚死一天的区别。……满手水泡。就算我完全不懂工程，只是设备车间的职工，现在也要加入施工……本部的支援到来前，只能先靠我们自己撑住。……手被划伤了，我在水渠工地挖出了一把折断的匕首，它在这里埋了多久？一百年？看看手上的血吧！不愿意直视的那根弦早就绷断了！父母妻儿都不在了，我也不再相信什么荣光和牺牲。我为什么还要活着，我为什么还要活着，我为什么还要活着，我为什么还要活着？……明天就自杀吧。……我选了深夜，在施工现场自杀。确实是个好地方，也是个好天气，大雨瓢泼，好像所有东西都泡在了泥里，我们这种失败者，就应该这样死在泥地里。大雨冲垮了水渠尚未挖掘完成的部分。我在被冲开的泥土中，看到了一点点金属的光泽。不知道为什么，我走了过去，用双手刨开土，看到了下面埋着的是什么，那是一个锈蚀的阀门。原来如此。没有资料，没有确认，就只是最仓促的施工，极巧合地，我们挖通了前人未能完工的水渠。锈蚀掉渣的阀门在那一瞬间变换了形象，它是我父亲的嘱托、我母亲的肖像，又或者是我祖父母坟前的纸花。最后是我，污水倒影中的我。原来如此。永远有人想要活下去，也永远有人能够活下去。天地并非无限，恐惧亦会被蚕食干净。故我不再想着死亡。我所延续的，仅是生命存续的本相，如此反复，千古恒常。"
    }
  }
};
