var weapon_108_长路 = {
  "weapon": {
    "itemId": "108",
    "name": "长路",
    "image": "./images/weapons/weapon_108_长路_74149856728ce1495a978ae88c3579c6.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=108",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_108_长路_74149856728ce1495a978ae88c3579c6.png",
      "weapon_name": "长路",
      "weapon_star": "4",
      "weapon_type": "手铳",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。熔炉要塞为铁誓军基层士兵生产的制式铳械，因其结构简单，输出功率高而备受欢迎。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "34",
        "attributes": [
          {
            "name": "力量提升·小",
            "level": "1/3",
            "effect": "力量 +12"
          },
          {
            "name": "法术提升·小",
            "level": "1/3",
            "effect": "法术伤害 +3.3%"
          },
          {
            "name": "追袭·生生不息",
            "level": "1/4",
            "effect": "装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "341",
        "attributes": [
          {
            "name": "力量提升·小",
            "level": "9/9",
            "effect": "力量 +93"
          },
          {
            "name": "法术提升·小",
            "level": "9/9",
            "effect": "法术伤害 +26.0%"
          },
          {
            "name": "追袭·生生不息",
            "level": "9/9",
            "effect": "装备者施放连携技时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "大世界探索获取，武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "力量提升·小",
          "rank1": "力量 +12",
          "rank2": "力量 +21",
          "rank3": "力量 +31",
          "rank4": "力量 +40",
          "rank5": "力量 +50",
          "rank6": "力量 +60",
          "rank7": "力量 +69",
          "rank8": "力量 +79",
          "rank9": "力量 +93"
        },
        {
          "skill_name": "法术提升·小",
          "rank1": "法术伤害 +3.3%",
          "rank2": "法术伤害 +6.0%",
          "rank3": "法术伤害 +8.7%",
          "rank4": "法术伤害 +11.3%",
          "rank5": "法术伤害 +14.0%",
          "rank6": "法术伤害 +16.7%",
          "rank7": "法术伤害 +19.3%",
          "rank8": "法术伤害 +22.0%",
          "rank9": "法术伤害 +26.0%"
        },
        {
          "skill_name": "追袭·生生不息",
          "rank1": "装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。",
          "rank2": "装备者施放连携技时，获得攻击力 +14.4%，持续20秒。同名效果无法叠加。",
          "rank3": "装备者施放连携技时，获得攻击力 +16.8%，持续20秒。同名效果无法叠加。",
          "rank4": "装备者施放连携技时，获得攻击力 +19.2%，持续20秒。同名效果无法叠加。",
          "rank5": "装备者施放连携技时，获得攻击力 +21.6%，持续20秒。同名效果无法叠加。",
          "rank6": "装备者施放连携技时，获得攻击力 +24.0%，持续20秒。同名效果无法叠加。",
          "rank7": "装备者施放连携技时，获得攻击力 +26.4%，持续20秒。同名效果无法叠加。",
          "rank8": "装备者施放连携技时，获得攻击力 +28.8%，持续20秒。同名效果无法叠加。",
          "rank9": "装备者施放连携技时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·追袭"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力 34，力量提升·小 1/3（力量 +12），法术提升·小 1/3（法术伤害 +3.3%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具，3 轻黯石",
          "skills": "突破前：基础攻击力 100，力量提升·小 1/3（力量 +12），法术提升·小 1/3（法术伤害 +3.3%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 169，力量提升·小 2/5（力量 +21），法术提升·小 1/4（法术伤害 +3.3%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具，5 中黯石",
          "skills": "突破前：基础攻击力 169，力量提升·小 2/5（力量 +21），法术提升·小 1/4（法术伤害 +3.3%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 238，力量提升·小 2/6（力量 +21），法术提升·小 2/6（法术伤害 +6.0%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具，5 重黯石",
          "skills": "突破前：基础攻击力 238，力量提升·小 2/6（力量 +21），法术提升·小 2/6（法术伤害 +6.0%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 307，力量提升·小 3/8（力量 +31），法术提升·小 2/7（法术伤害 +6.0%），追袭·生生不息 1/4（装备者施放连携技时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具，16 快子遴捡晶格，8 武陵石",
          "skills": "突破前：基础攻击力 307，力量提升·小 3/8（力量 +31），法术提升·小 2/7（法术伤害 +6.0%），追袭·生生不息 1/4（装备者施放连携技后，攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 341，力量提升·小 3/9（力量 +31），法术提升·小 3/9（法术伤害 +8.7%），追袭·生生不息 1/4（装备者施放连携技后，攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        }
      ]
    },
    "archive": {
      "basic_info": "我想我需要申请退休。\n这颗星球，空空如也。\n十年，近三十次大型挖掘，我都发现过什么？乌萨斯人失落在巨大裂谷中的战争兵器？还是因天使狂潮而不得不废弃，又因侵蚀而异常现象频发的自动化牧场？\n这些只是打开破木箱，翻出些陈年烂账罢了。\n真正的历史，独属于这颗星球的，属于人类起源的遗迹——我所掘出的三处，无不是空空如也。没有尸骸，没有能源，没有设备，只留些许金属。冰冷的金属泛着些光，我透过光，看到的是大河源头人类先祖们朦胧的身影，他们笑得开心。\n我们的发现并未跨越我们自身，我们的过去与未来仍旧笼罩在迷雾中。塔卫二幽隐于帷幕之后，不愿显露自我。一位众生长地的游人告诉我，他们最初的师者曾在万里冻土中窥见这颗星球的一道影子，它一闪而逝，却在那位师者心中留下了比塔罗斯还要庞大的恐惧。我将这件事讲给了一位铁誓军朋友，她说，当她站在城墙上，眺望着北方天空中浓重凝实的阴云时，她觉得星球的影子就在阴云之后，而当她向前迈步，站到战场上，她就会觉得遥远的暗影向后退去了些许。\n\"别想太多，坚持。\"\n这是她将手中铳械赠予我时说的。\n好吧，好吧，我要再次出发了。"
    }
  }
};
