var weapon_61_钢铁余音 = {
  "weapon": {
    "itemId": "61",
    "name": "钢铁余音",
    "image": "./images/weapons/weapon_61_钢铁余音_1b245cfa0cb252c208c4e91090626498.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=61",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_61_钢铁余音_1b245cfa0cb252c208c4e91090626498.png",
      "weapon_name": "钢铁余音",
      "weapon_star": "5",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。终末地工业制造的干员高级装备之一。握柄与护手采用一体化设计，应力充能机构储存动能，提高武器的杀伤力。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42"
      },
      "max_level_panel": {
        "base_attack": "411"
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "敏捷提升·中",
          "rank1": "敏捷 +16",
          "rank9": "敏捷 +124"
        },
        {
          "skill_name": "物理伤害提升·中",
          "rank1": "物理伤害 +4.4%",
          "rank9": "物理伤害 +34.7%"
        },
        {
          "skill_name": "巧技·旧火余音",
          "rank1": "攻击力 +5.0%。装备者造成物理异常时，获得攻击力 +7.5%，持续20秒。同名效果最多叠加2层，每层单独计算持续时间，每0.1秒最多触发一次。",
          "rank9": "攻击力 +14.0%。装备者造成物理异常时，获得攻击力 +21.0%，持续20秒。同名效果最多叠加2层，每层单独计算持续时间，每0.1秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·巧技"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "敏捷 +16, 物理伤害 +4.4%, 攻击力 +5.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "敏捷 +28, 物理伤害 +4.4%, 攻击力 +5.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "敏捷 +28, 物理伤害 +8.0%, 攻击力 +5.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "敏捷 +41, 物理伤害 +8.0%, 攻击力 +5.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 D96钢样品四, 8 武陵石",
          "skills": "敏捷 +41, 物理伤害 +11.6%, 攻击力 +5.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "我知道你是谁，从哪里来。你曾经是他们的一员，对吗?你的眼睛里有熔炉的火，你曾经日夜守候在旁。你逃回了南方，不想再面对那些天使强加给你的梦魔。但你也不想变成一个名副其实的逃兵，因此，你隐姓埋名，加入终末地成为了我们的武库工程师。在这里，你找到了平凡生活的价值。你帮助其他人从他们自己的战斗中活了下来，他们感谢你，赞美你为他们设计的武器，趁手、轻快，设计者将自己多年的实战经验融入其中。你看见了终末地的新技术，也许你还想过，如果那个时候有这些技术，很多事情都会有转机。不用说，那个孩子很喜欢你。你是一位脾气古怪的长辈，但你会讲故事，很多她父母不曾讲过的故事。那些故事里有勇士，有他们奋不顾身的战斗，生活，还有不为人知的牺牲。你还悄悄从她那里学了两手，对吗?这种一体化设计.….在你过去工作的地方可不多见。所以，当那孩子请求你教她如何用剑的时候，你犹豫了。你先是想起了自己意气风发的岁月，也许剑术能帮助那孩子保护好自己。然后，你转念一想，她哪里需要什么剑术，整个终末地的武库都在她的身后，还有爱她的父母。你认为，她不需要一个逃兵，一个失败屠夫的指导。一条荒废已久的老路再不需要另一位过路客。接下来，你申请了部门转调，远离武库，试图强迫自己重新回到前线--至少是终末地工业的前线。别这么看着我，我不是笞心魔，也没有拿机器读你的心。但我确实有话要捎带给你:无论你做何选择，佩丽卡监督都不会反对你的决定。但是，请别让那孩子难过，好吗?"
    }
  }
};
