var weapon_83_大雷斑 = {
  "weapon": {
    "itemId": "83",
    "name": "大雷斑",
    "image": "./images/weapons/weapon_83_大雷斑_1387fa14d4f6b3f85b1225aaa7579f5b.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=83",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_83_大雷斑_1387fa14d4f6b3f85b1225aaa7579f5b.png",
      "weapon_name": "大雷斑",
      "weapon_star": "6",
      "weapon_type": "双手剑",
      "weapon_intro": "终末地工业制造的特别装备之一。焰形剑搭配的交错式源石线路能提高基质效率。灵感来于观测到的塔罗斯现象。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "50",
        "attributes": [
          {
            "name": "力量提升·大",
            "level": "1/3",
            "effect": "力量 +20"
          },
          {
            "name": "生命提升·大",
            "level": "1/3",
            "effect": "最大生命值 +10.0%"
          },
          {
            "name": "医疗·塔罗斯之眼",
            "level": "1/4",
            "effect": "施加的护盾效果 +24.0%。装备者通过自身连携技治疗时，额外使主控干员获得 [7.0%×装备者最大生命值] 的护盾，持续15秒。每15秒最多触发一次。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "495",
        "attributes": [
          {
            "name": "力量提升·大",
            "level": "9/9",
            "effect": "力量 +156"
          },
          {
            "name": "生命提升·大",
            "level": "9/9",
            "effect": "最大生命值 +78.0%"
          },
          {
            "name": "医疗·塔罗斯之眼",
            "level": "9/9",
            "effect": "施加的护盾效果 +67.2%。装备者通过自身连携技治疗时，额外使主控干员获得 [19.6%×装备者最大生命值] 的护盾，持续15秒。每15秒最多触发一次。"
          }
        ]
      },
      "obtain_method": "大世界探索获取，单手剑角色自带"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "力量提升·大",
          "rank1": "力量 +20",
          "rank9": "力量 +156"
        },
        {
          "skill_name": "生命提升·大",
          "rank1": "最大生命值 +10.0%",
          "rank9": "最大生命值 +78.0%"
        },
        {
          "skill_name": "医疗·塔罗斯之眼",
          "rank1": "施加的护盾效果 +24.0%。装备者通过自身连携技治疗时，额外使主控干员获得 [7.0%×装备者最大生命值] 的护盾，持续15秒。每15秒最多触发一次。",
          "rank9": "施加的护盾效果 +67.2%。装备者通过自身连携技治疗时，额外使主控干员获得 [19.6%×装备者最大生命值] 的护盾，持续15秒。每15秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·医疗"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力: 50, 力量提升·大: 1/3, 生命提升·大: 1/3, 医疗·塔罗斯之眼: 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力: 245, 力量提升·大: 2/5, 生命提升·大: 1/4, 医疗·塔罗斯之眼: 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力: 345, 力量提升·大: 2/6, 生命提升·大: 2/6, 医疗·塔罗斯之眼: 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力: 445, 力量提升·大: 3/8, 生命提升·大: 2/7, 医疗·塔罗斯之眼: 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 D96钢样品四, 8 燎石",
          "skills": "基础攻击力: 495, 力量提升·大: 3/9, 生命提升·大: 3/9, 医疗·塔罗斯之眼: 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "她比其他人看得更清楚一些。跨过那扇门的旅途比她想象的要局促一些。一些幻影，一些迷离的色彩，肌肤上一闪而过的不切实际的触感，还有短暂的眩晕、低语、关于过往的碎片，紧接着，是严寒。从冬天回到冬天的严寒，很有真实感。她立刻询问身边的每一个人，每一个人都告诉了她不同的答案。有些人觉得眼睛一闭一睁就没事了，有些人则气喘吁吁地表示自己仿佛静滞了好几天的时间。她很好奇自己所见的东西是否有什么意义——好奇是她的天性。她花了几个小时在脑海里锚定那些色块、线条和不规律的音色。但它们就像春天小憩时的梦境那样难以捉摸，缺乏含义。直到她在一片旖旎的光线中看向了没有阻隔层的星空。塔罗斯。时间并没有把夕阳带到塔卫二的极点，巨大的星球占据了所有人的视野，像是某种远超巫王的巫术那样死死掐住了她的灵魂。她无法移开目光，她从未想过知识和财富之外，自然的景色会如此吸引她——如果宇宙这个崭新的视角能归类为自然的话，她不是很确定。她端详着塔罗斯。这是一颗几乎静止的大星球，戴上了可爱的环形丝带。她只在婶婶的缝纫机上见过这样可爱的丝带，像是花瓣的边缘。很快，她就发现静止只是塔罗斯可爱的小伎俩，这颗星球似乎正在不起眼地运动着。表面的光泽在流动，她能听见风声。但很快，这一切都消失了。塔罗斯又变回了那个一动不动的巨物。她感到心跳加速，一些不规律的想法涌现在脑海里。从儿时第一份法术课答卷开始，一直到去年在高塔上完成的进取研究。她看到了父母的面孔，看到了老师，看到了残垣断壁里伸出的一只手，看到了深远的流沙。她在漆黑的海岸边站稳脚跟，最后是自己的面庞，儿时所见的莱塔尼亚的天空，数星星的玩伴变成了无数个自己。她生平第一次有了这样的冲动。她狂热地爱上塔罗斯，狂热地想要触碰那颗巨大的星星。她感到那颗巨大的星星将一切联系了起来。依照这种联系，流淌在她体内的源石开始轻声合唱。从那一天起，她不再变化，她必须成为一位长生者，一如她痴爱的星球。"
    }
  }
};
