var weapon_105_J_E_T_ = {
  "weapon": {
    "itemId": "105",
    "name": "J.E.T.",
    "image": "./images/weapons/weapon_105_J.E.T._7e5f873680aea8908ca12bea1f88f233.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=105",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_105_J.E.T._7e5f873680aea8908ca12bea1f88f233.png",
      "weapon_name": "J.E.T.",
      "weapon_star": "6",
      "weapon_type": "长柄武器",
      "weapon_intro": "-终末地干员用武器，装备之后可以显著提升干员的作战能力。\n\n-北进重工支援所的实验型高级产品，原型由其已解散的航空器研究中心设计。它载有源石增压喷射器，性能惊人。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51",
        "attributes": [
          {
            "name": "主能力提升·大",
            "level": "1/3",
            "effect": "主能力值 +17"
          },
          {
            "name": "攻击提升·大",
            "level": "1/3",
            "effect": "攻击力 +5.0%"
          },
          {
            "name": "压制·太空物理学",
            "level": "1/4",
            "effect": "法术伤害 +12.0%。装备者施放战技后，法术伤害 +12.0%，持续15秒;装备者施放连携技后，法术伤害 +12.0%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "500",
        "attributes": [
          {
            "name": "主能力提升·大",
            "level": "9/9",
            "effect": "主能力值 +132"
          },
          {
            "name": "攻击提升·大",
            "level": "9/9",
            "effect": "攻击力 +39.0%"
          },
          {
            "name": "压制·太空物理学",
            "level": "9/9",
            "effect": "法术伤害 +33.6%。装备者施放战技后，法术伤害 +33.6%，持续15秒;装备者施放连携技后，法术伤害 +33.6%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽取获得"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "主能力提升·大",
          "rank1": "主能力值 +17",
          "rank9": "主能力值 +132"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "压制·太空物理学",
          "rank1": "法术伤害 +12.0%。装备者施放战技后，法术伤害 +12.0%，持续15秒;装备者施放连携技后，法术伤害 +12.0%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank9": "法术伤害 +33.6%。装备者施放战技后，法术伤害 +33.6%，持续15秒;装备者施放连携技后，法术伤害 +33.6%，持续15秒。两种效果独立生效，且均无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·压制"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "主能力提升·大 1/3, 攻击提升·大 1/3, 压制·太空物理学 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "主能力提升·大 2/5, 攻击提升·大 1/4, 压制·太空物理学 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "主能力提升·大 2/6, 攻击提升·大 2/6, 压制·太空物理学 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "主能力提升·大 3/8, 攻击提升·大 2/7, 压制·太空物理学 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 象限拟合液, 8 武陵石",
          "skills": "主能力提升·大 3/9, 攻击提升·大 3/9, 压制·太空物理学 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "\"名为泰拉的家园，位于遥远的星空中，存在于无尽的天穹之外。\"\n当得知整个航空器研究中心即将解散时，肖恩并没有感到难过。作为一名科研人员，肖恩内心的理性在过去几个月里已经成功占据了思维的主导地位。他明白塔卫二社会当前面临的困境，北进重工支援所肩负着许多重要使命，对天空的探索势必需要为其他更现实、更重要的项目让步。\n但是在搬离实验室，整理个人行李时，肖恩看着书架上那上下两册《斐尔迪南物理学》，一种难以言喻的空虚与失落感在理性的高墙前短暂驻足。他回顾着自己过去的人生，曾经执着和热爱的所有事物，仿佛都像是一幅蒙着布的画作。\n儿时听过的童话故事《夕娥的传说》，以及学生时代沉迷已久的那些描绘异星冒险的幻想小说，还有那位伟大的物理学家斐尔迪南·克鲁尼所阐述的物理学真理，肖恩始终觉得，自己的灵魂或许从未被束缚在某一片大地之上。\n在过去的四十年里，肖恩的大部分时间都致力于研究那些常人难以理解的技术设备，如源石推进器、耐高温烧蚀材料以及特殊处理的压缩源石燃料等。他与无数志同道合的人共同探索触及星空的可能性。尽管他从未见过泰拉的大地，但他坚信泰拉就在那遥不可及的无尽深空中，而群星之间蕴藏着无数的疑问、结果与答案。\n那天晚上，肖恩做出了一个重要的决定。他没有按照规定将自己多年的研究成果统一归档封存，而是带着数据硬盘和图纸，联系了北进重工支援所创新技术部门的负责人。这些高精尖的研究成果，凝聚了无数人的心血，即使再也不会有飞向群星的那一天，它们也一定能为泰拉人对塔卫二的探索提供帮助。\n这一切必须是有意义的。"
    }
  }
};
