var weapon_68_不知归 = {
  "weapon": {
    "itemId": "68",
    "name": "不知归",
    "image": "./images/weapons/weapon_68_不知归_534d76101624b41e6f48f2c8e88103d9.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=68",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_68_不知归_534d76101624b41e6f48f2c8e88103d9.png",
      "weapon_name": "不知归",
      "weapon_star": "6",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。熔炉要塞锻造的武器之一。即使经过反复重铸，锋芒内敛，却依旧蕴含迫人威势。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51"
      },
      "max_level_panel": {
        "base_attack": "500"
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·大",
          "rank1": "意志 +20",
          "rank9": "意志 +156"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "流转·轮回",
          "rank1": "物理伤害 +16.0%。装备者通过自身技能恢复技力后，自身造成的物理伤害 +5.0%，小队内其他干员造成的物理伤害 +2.5%，持续30秒。同名效果最多叠加5层，每层单独计算持续时间，每0.1秒最多触发一次。",
          "rank9": "物理伤害 +44.8%。装备者通过自身技能恢复技力后，自身造成的物理伤害 +14.0%，小队内其他干员造成的物理伤害 +7.0%，持续30秒。同名效果最多叠加5层，每层单独计算持续时间，每0.1秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·流转"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "意志 +20, 攻击力 +5.0%, 物理伤害 +16.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "意志 +36, 攻击力 +5.0%, 物理伤害 +16.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "意志 +36, 攻击力 +9.0%, 物理伤害 +16.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "意志 +52, 攻击力 +9.0%, 物理伤害 +16.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 燎石",
          "skills": "意志 +52, 攻击力 +13.0%, 物理伤害 +16.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "随着向天空轰鸣的巨炮将黑夜还给熔炉要塞，蒸汽停止了嘶鸣，最后一只天使被碾成一堆碎石。胜利的号角声沿着雪地，穿过坍塌的壁垒，传入一处临时停放战死者遗体的石室内。对于熔炉要塞的工匠们而言，这声号角所代表的更多是和战士的道别。一名熔炉工匠拖着一车刚回收的装备，停在了一位年轻的战士面前——他早已没了呼吸。是什么让工匠停下脚步，对死亡的恐惧？他并不这么觉得，从递交加入铁誓军的申请书那天起，他便想到了自己会有像这名战士一样倒下的那天；当他真正来到熔炉要塞前，他也下定决心，要像一颗钉子一般钉在这里。如果有一天，他不再挥舞铁锤，不是他见证到了那个未来，便是到了需要有另一个人顶上他位置的那天。工匠弯下腰，捡起年轻战士手上的那柄长刀。他的视线始终无法从战士的脸庞移开。这是在向曾并肩作战的战友告别？不对，在他尚在南方，还没有出发北上的那段日子里，他也曾与各式各样的人告别。他见过至亲背着他落泪，见过至爱不舍的双眼，甚至在进入训练营的前夜，他还参加了一位挚友的葬礼。但他从未像现在这般，被这股莫名的情绪牢牢地拽在原地，即便他反复催促着自己离去。石室中骤然响起了一阵沉重的脚步声，工匠抬起头，然后屏住了呼吸。'杰拉德堡主！抱歉，我只是……我正在进行回收工作！'披甲的巨人伸出手，从工匠手中接过了那把刀，刀刃已经弯曲，刀身上隐隐浮现出一条裂痕。'你认识他？''没……没有，算不上认识，前几天为我们办的欢迎会上，和他碰过一次杯……''这把刀，你打算怎么办？'工匠接回刀，将刀柄上的积雪抖落，仔细观察着刀身上的伤痕：'能将他的刀投入熔炉中重铸是我的荣幸，就像能见证你们将这批天使击退。他是一个英雄……没有人会记得的英雄。''也是一个普通人，正如这把刀。''堡主阁下……那我该拿这把刀怎么办？''再好的刀也会有折断的那天。'杰拉德拍了拍工匠的肩膀，'回熔炉去吧，它会在铁誓军中传递下去，完成他未完成的任务。''"
    }
  }
};