var weapon_103_负山 = {
  "weapon": {
    "itemId": "103",
    "name": "负山",
    "image": "./images/weapons/weapon_103_负山_d5503c032da62c81e59174a211fc4b8a.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=103",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_103_负山_d5503c032da62c81e59174a211fc4b8a.png",
      "weapon_name": "负山",
      "weapon_star": "6",
      "weapon_type": "长柄武器",
      "weapon_intro": "-终末地干员用武器，装备之后可以显著提升干员的作战能力。\n\n-宏山选剑局研发的实验型长枪。枪杆部位在铸造时混入了极特殊的金合金，在保证强度的同时极大提高了韧性。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51",
        "attributes": [
          {
            "name": "敏捷提升·大",
            "level": "1/3",
            "effect": "敏捷 +20"
          },
          {
            "name": "物理伤害提升·大",
            "level": "1/3",
            "effect": "物理伤害 +5.6%"
          },
          {
            "name": "效益·山川在我",
            "level": "1/4",
            "effect": "装备者对处于破防状态的敌人造成的伤害 +20.0%。装备者通过自身战技施加破防时，获得全能力 +8.0%，持续15秒。装备者通过自身战技施加物理脆弱时，获得全能力 +8.0%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "500",
        "attributes": [
          {
            "name": "敏捷提升·大",
            "level": "9/9",
            "effect": "敏捷 +156"
          },
          {
            "name": "物理伤害提升·大",
            "level": "9/9",
            "effect": "物理伤害 +43.3%"
          },
          {
            "name": "效益·山川在我",
            "level": "9/9",
            "effect": "装备者对处于破防状态的敌人造成的伤害 +56.0%。装备者通过自身战技施加破防时，获得全能力 +22.4%，持续15秒。装备者通过自身战技施加物理脆弱时，获得全能力 +22.4%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "敏捷提升·大",
          "rank1": "敏捷 +20",
          "rank9": "敏捷 +156"
        },
        {
          "skill_name": "物理伤害提升·大",
          "rank1": "物理伤害 +5.6%",
          "rank9": "物理伤害 +43.3%"
        },
        {
          "skill_name": "效益·山川在我",
          "rank1": "装备者对处于破防状态的敌人造成的伤害 +20.0%。装备者通过自身战技施加破防时，获得全能力 +8.0%，持续15秒。装备者通过自身战技施加物理脆弱时，获得全能力 +8.0%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank9": "装备者对处于破防状态的敌人造成的伤害 +56.0%。装备者通过自身战技施加破防时，获得全能力 +22.4%，持续15秒。装备者通过自身战技施加物理脆弱时，获得全能力 +22.4%，持续15秒。两种效果独立生效，且均无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·效益"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "敏捷提升·大 1/3, 物理伤害提升·大 1/3, 效益·山川在我 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "敏捷提升·大 2/5, 物理伤害提升·大 1/4, 效益·山川在我 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "敏捷提升·大 2/6, 物理伤害提升·大 2/6, 效益·山川在我 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "敏捷提升·大 3/8, 物理伤害提升·大 2/7, 效益·山川在我 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 燎石",
          "skills": "敏捷提升·大 3/9, 物理伤害提升·大 3/9, 效益·山川在我 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "先祖居尚蜀，好游学，一日远游，遇骤雨，避之山壁下，拾枯草燃火自暖。方将小憩，忽见一玄衣人，其人状甚异，无目无口，臂接于山。先祖异之，问曰：\"先生手生岩中，所为何故？\"\n怪人答曰：\"昔日我居百灶，一日梦黄衣小人立于掌心，问人之性命几重。答曰：'人命重于山。'小人闻之欣然笑曰：'吾乃掌中国之君也。'言毕遂去，自此不复见。我不忍覆其国，遂置手于地，百年不移。年久日深，掌上渐生大山，汝今所见者是也。\"\n先祖未解，复问曰：\"先生仁厚矜怜，何不怜己，断腕以求解脱，何如？\"怪人曰：\"我不知'掌中一国'孰与'臂前一掌'重，及至通悟，或可负山而行矣。\"怪人复曰：\"勿忧我，自可安眠。\"先祖遂寝。及晓，不复见怪人。\n吾尝闻尚蜀之地有草名\"枕黄\"，微毒，焚之令人入幻，先祖或为之惑欤！"
    }
  }
};
