var weapon_86_昔日精品 = {
  "weapon": {
    "itemId": "86",
    "name": "昔日精品",
    "image": "./images/weapons/weapon_86_昔日精品_acd8b54f5cf3441a9841cf301b62f4c9.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=86",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_86_昔日精品_acd8b54f5cf3441a9841cf301b62f4c9.png",
      "weapon_name": "昔日精品",
      "weapon_star": "6",
      "weapon_type": "双手剑",
      "weapon_intro": "北进重工支援所的高端产品。一款采用旧技术设计的链式切割器，目前已不再大规模生产，但设计依然可靠。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "50",
        "attributes": [
          {
            "name": "意志提升·大",
            "level": "1/3",
            "effect": "意志 +20"
          },
          {
            "name": "生命提升·大",
            "level": "1/3",
            "effect": "最大生命值 +10.0%"
          },
          {
            "name": "效益·切碎疗法",
            "level": "1/4",
            "effect": "治疗效率 +10.0%。处于庇护状态的干员受到伤害后，装备者为其回复 [84+意志×1] 点生命值。每15秒最多触发一次。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "495",
        "attributes": [
          {
            "name": "意志提升·大",
            "level": "9/9",
            "effect": "意志 +156"
          },
          {
            "name": "生命提升·大",
            "level": "9/9",
            "effect": "最大生命值 +78.0%"
          },
          {
            "name": "效益·切碎疗法",
            "level": "9/9",
            "effect": "治疗效率 +28.0%。处于庇护状态的干员受到伤害后，装备者为其回复 [235+意志×2] 点生命值。每15秒最多触发一次。"
          }
        ]
      },
      "obtain_method": "大世界探索获取，单手剑角色自带"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·大",
          "rank1": "意志 +20",
          "rank9": "意志 +156"
        },
        {
          "skill_name": "生命提升·大",
          "rank1": "最大生命值 +10.0%",
          "rank9": "最大生命值 +78.0%"
        },
        {
          "skill_name": "效益·切碎疗法",
          "rank1": "治疗效率 +10.0%。处于庇护状态的干员受到伤害后，装备者为其回复 [84+意志×1] 点生命值。每15秒最多触发一次。",
          "rank9": "治疗效率 +28.0%。处于庇护状态的干员受到伤害后，装备者为其回复 [235+意志×2] 点生命值。每15秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·效益"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力: 50, 意志提升·大: 1/3, 生命提升·大: 1/3, 效益·切碎疗法: 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力: 245, 意志提升·大: 2/5, 生命提升·大: 1/4, 效益·切碎疗法: 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力: 345, 意志提升·大: 2/6, 生命提升·大: 2/6, 效益·切碎疗法: 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力: 445, 意志提升·大: 3/8, 生命提升·大: 2/7, 效益·切碎疗法: 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 武陵石",
          "skills": "基础攻击力: 495, 意志提升·大: 3/9, 生命提升·大: 3/9, 效益·切碎疗法: 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "亲爱的克拉马斯·鲍勃: 我已经收到了你发给我的信息。原本我想和你当面聊聊，但还有十个小时车队就要出发前往北方前线。经过反复思考，我还是决定给你回信，因为车队出发后，我将很难通过通信设备与你联系。我理解你的顾虑，也知道你们团队此时感到难过和沮丧。但请相信我，作为你的导师，我的判断并不是基于个人情感，而是出于对整体情况的分析。单凭我个人的意见也无法影响市场部门的决策。你们提交的技术图纸之所以能够获得认可，是因为产品设计确实非常出色，你可以对此更自信一点。两个月前，革新技术部门的工程师公布了源石离心轮发动机的小型化成品，这让我感到惊讶。这种新型号的源石发动机实现了底层技术的一次迭代与革新，突破了过去许多源石发动机中能量转换的理论上限。要知道，一年前我还认为他们的原型机没有小型化的可能性，认为他们的理论只能永远停留在图纸上。然而，事实证明我陷入了思维的舒适圈，未能预见到技术的进步。但你们不必因此对自己的学术能力失去信心。你们还年轻，依然有许多选择。对传统源石发动机技术的深入研究仍然具有重要意义。然而，正如我之前所说，技术总是会不断迭代。有时，承认自己多年来的努力正在失去意义是一件困难的事情。但作为技术人员，不要让情感影响你们对客观现实的判断。当然，根据我过去的经验，全新的技术在彻底普及之前，通常会经历一个漫长的应用期。在泰拉时代被广泛使用的老产品，尽管噪音较大、源石能源转化效率不高，但它们具有新型号产品所不具备的优点：结构可靠，维护简单方便。因此，旧设计仍会继续被使用，直到被完全替换的那一天。尽管如此，你们的产品设计依然非常出色，你也是一位优秀的工程师。我相信你和你的团队在未来会找到新的发展方向。我非常期待下次见面时看到你们的新进展。你的朋友和导师 威纶·辛克莱"
    }
  }
};
