var weapon_128_遗忘 = {
  "weapon": {
    "itemId": "128",
    "name": "遗忘",
    "image": "./images/weapons/weapon_128_遗忘_edd2eec2a1f0d2013ea19b46c7071e77.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=128",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_128_遗忘_edd2eec2a1f0d2013ea19b46c7071e77.png",
      "weapon_name": "遗忘",
      "weapon_star": "6",
      "weapon_type": "施术单元",
      "weapon_intro": "巫术时刻研发的施术单元之一。除了基本源石线路外，一切材质不明。这真的是可以在塔卫二造出来的东西吗？"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "50",
        "attributes": [
          {
            "name": "智识提升·大",
            "level": "1",
            "effect": "智识 +20"
          },
          {
            "name": "法术提升·大",
            "level": "1",
            "effect": "法术伤害 +5.6%"
          },
          {
            "name": "夜幕·耻辱",
            "level": "1",
            "effect": "暴击率 +5.0%，装备者施放终结技后，法术伤害 +24%，持续15秒；装备者施放连携技后，法术伤害 +12%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "495",
        "attributes": [
          {
            "name": "智识提升·大",
            "level": "9",
            "effect": "智识 +156"
          },
          {
            "name": "法术提升·大",
            "level": "9",
            "effect": "法术伤害 +43.3%"
          },
          {
            "name": "夜幕·耻辱",
            "level": "9",
            "effect": "暴击率 +14.0%，装备者施放终结技后，法术伤害 +67.2%，持续15秒；装备者施放连携技后，法术伤害 +33.6%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取、【启程武器补给】物资箱获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·大",
          "rank1": "智识 +20",
          "rank2": "智识 +36",
          "rank3": "智识 +52",
          "rank4": "智识 +68",
          "rank5": "智识 +84",
          "rank6": "智识 +100",
          "rank7": "智识 +116",
          "rank8": "智识 +132",
          "rank9": "智识 +156",
          "recommended_matrices": "无瑕基质·夜幕"
        },
        {
          "skill_name": "法术提升·大",
          "rank1": "法术伤害 +5.6%",
          "rank2": "法术伤害 +10.0%",
          "rank3": "法术伤害 +14.4%",
          "rank4": "法术伤害 +18.9%",
          "rank5": "法术伤害 +23.3%",
          "rank6": "法术伤害 +27.8%",
          "rank7": "法术伤害 +32.2%",
          "rank8": "法术伤害 +36.7%",
          "rank9": "法术伤害 +43.3%",
          "recommended_matrices": "无瑕基质·夜幕"
        },
        {
          "skill_name": "夜幕·耻辱",
          "rank1": "暴击率 +5.0%，装备者施放终结技后，法术伤害 +24.0%，持续15秒；装备者施放连携技后，法术伤害 +12.0%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank2": "暴击率 +6.0%，装备者施放终结技后，法术伤害 +28.8%，持续15秒；装备者施放连携技后，法术伤害 +14.4%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank3": "暴击率 +7.0%，装备者施放终结技后，法术伤害 +33.6%，持续15秒；装备者施放连携技后，法术伤害 +16.8%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank4": "暴击率 +8.0%，装备者施放终结技后，法术伤害 +38.4%，持续15秒；装备者施放连携技后，法术伤害 +19.2%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank5": "暴击率 +9.0%，装备者施放终结技后，法术伤害 +43.2%，持续15秒；装备者施放连携技后，法术伤害 +21.6%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank6": "暴击率 +10.0%，装备者施放终结技后，法术伤害 +48.0%，持续15秒；装备者施放连携技后，法术伤害 +24.0%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank7": "暴击率 +11.0%，装备者施放终结技后，法术伤害 +52.8%，持续15秒；装备者施放连携技后，法术伤害 +26.4%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank8": "暴击率 +12.0%，装备者施放终结技后，法术伤害 +57.6%，持续15秒；装备者施放连携技后，法术伤害 +28.8%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank9": "暴击率 +14.0%，装备者施放终结技后，法术伤害 +67.2%，持续15秒；装备者施放连携技后，法术伤害 +33.6%，持续15秒。两种效果独立生效，且均无法叠加。",
          "recommended_matrices": "无瑕基质·夜幕"
        }
      ],
      "recommended_matrices": "无瑕基质·夜幕"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 50",
          "skills": "智识提升·大: 智识 +20, 法术提升·大: 法术伤害 +5.6%, 夜幕·耻辱: 暴击率 +5.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至145, 智识提升·大: 智识 +36, 法术提升·大: 法术伤害 +5.6%, 夜幕·耻辱: 暴击率 +5.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至245, 智识提升·大: 智识 +36, 法术提升·大: 法术伤害 +10.0%, 夜幕·耻辱: 暴击率 +5.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至345, 智识提升·大: 智识 +52, 法术提升·大: 法术伤害 +10.0%, 夜幕·耻辱: 暴击率 +5.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 燎石",
          "skills": "基础攻击力提升至495, 智识提升·大: 智识 +52, 法术提升·大: 法术伤害 +14.4%, 夜幕·耻辱: 暴击率 +5.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "我加入终末地之前，曾在某个聚落里待过。那是个临时聚落，工团和环塔商会对那附近有开发计划，他们共同管理那个地方。那里什么人都有，很破旧，但热闹。有天傍晚，我看着几个萨卡兹蹲在我的房门口，他们都是工团的伙计，身强体壮，大多是感染者，会用点法术。标准的萨卡兹，我的同胞。他们赤裸着上身，吃着干粮，看见我，不好意思地冲我笑，为我让开一条路。而他们不远处，就是另一群工团工人，也差不多的打扮，有说有笑，吃着一样的干粮，围着篝火跳舞，唱着各自家乡的歌谣。\"吃着一样的干粮\"……佩丽卡监督，您明白吗？萨卡兹的处境和以前大不相同了。我爷爷活了二百来岁，经常和我说卡兹戴尔的故事。是的，塔卫二的其他人接纳我们，确实和爷爷活着的那个时代大不相同了。人们不会忌惮我们的法术，矿石病也因为那些医生和科学家们，不再那么可怕。我经受了和其他同龄人一样的教育，我也有很多异族朋友。而且，我和我的同胞普遍身体强壮，多少会点法术，反而成为了不可或缺的劳动力，或是对抗天使、侵蚀的前锋军。看起来确实平等多了。所有工人都\"吃着一样的干粮\"。可他们还是独自坐在地上，和远处热热闹闹的派对没有一点关系。我有时候在想，大家接纳萨卡兹的方式，是不是通过\"遗忘\"萨卡兹来做到的？是不是通过忽视我们之间历史、文化和语言的差异，强硬构建起\"平等\"？现状肯定比不平等要好。放在我爷爷那个年代，肯定有人骂我杞人忧天，得寸进尺。但我还是要问，谁来保证萨卡兹主体的价值？这样下去，萨卡兹并不是得到了尊重，而是得到一种崭新的驯化……不，我当然了解塞什卡，但我无法完全认可他们选择的道路。我相信终末地的独一无二之处，所以我选择成为终末地的干员。可我有自己的目标，佩丽卡监督，管理员，关于萨卡兹的目标。我很高兴能得到终末地各位的认可，也不会忘记我和那些游人们共度的时间，还有马丁·马文·马伦为我说的那些溢美之词。但我不会成为精英干员。至少现在还不是时候。"
    }
  }
};