var weapon_70_熔铸火焰 = {
  "weapon": {
    "itemId": "70",
    "name": "熔铸火焰",
    "image": "./images/weapons/weapon_70_熔铸火焰_6dd00511c917b81b8ab861d989c38499.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=70",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_70_熔铸火焰_6dd00511c917b81b8ab861d989c38499.png",
      "weapon_name": "熔铸火焰",
      "weapon_star": "6",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。巫术时刻锻铸的锋利兵刃之一。特殊精炼使得剑身泛红，施术单元采取独特的液化源石方案，仿佛是熔炉中流下的一滴血泪。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "52"
      },
      "max_level_panel": {
        "base_attack": "510"
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·大",
          "rank1": "智识 +20",
          "rank9": "智识 +156"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "夜幕·嘶鸣烈火",
          "rank1": "灼热伤害 +16.0%。装备者施放终结技后，普通攻击伤害 +75.0%，持续20秒。同名效果无法叠加。",
          "rank9": "灼热伤害 +44.8%。装备者施放终结技后，普通攻击伤害 +210.0%，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·夜幕"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "智识 +20, 攻击力 +5.0%, 灼热伤害 +16.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "智识 +36, 攻击力 +5.0%, 灼热伤害 +16.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "智识 +36, 攻击力 +9.0%, 灼热伤害 +16.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "智识 +52, 攻击力 +9.0%, 灼热伤害 +16.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "50 重型强固模具, 16 D96钢样品四, 8 武陵石",
          "skills": "智识 +52, 攻击力 +13.0%, 灼热伤害 +16.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "大晚上，你看到隔壁工坊的烟囱冒出浓烟。叮叮当当，击铁的声音可以传到三条街外，刻意又吵闹。\"显摆什么………”你本不想管，但却突然记起，隔壁那疯子从上个月就在念叨，就快铸成了。于是，你转头往隔壁走去，一边披上外套，一边暗自念叨:“可别真让她打成了。”工坊门口，火星子不停从门缝飘出。你有点后悔穿外套了，这周围热得惊人，而且，住在三条街外的贱人也被火光吸引来了，衣着单薄，一张嘴便是对你的讥讽。\"蠢货，穿这么厚实，你的铁匠炉多久不生火了?\"这贱人从小就这样，给武器淬毒只用自己的口水。你懒得搭理她，推开门，屋内被炉火照得通红，疯子就在炉旁看到你俩进门，她抖出一阵暴乱的狂笑。\"你们都太迟了，这把武器还是要自我手中诞生。\"疯子全身上下只有汗水，一张脸上只剩狂热。贱人凑到炉前看了一眼沸腾的铁液，面色凝重地对你说:“坏了，真要让她打出来了。嫉妒从胃爬到喉咙，你只想吐。你们三个曾是最好的朋友，如今却是最恨的敌人。你忘记自己何时开始憎恨这两人，也不记得你们相依长大，曾彻夜把酒言欢。你唯一记得的，是塞什卡城内流传的一句预言:今年冬日，将有一柄传世的武器诞生，但能将其制成的铁匠却有三位。很幸运又很不幸，你们三个正是城内最好的铁匠。此后，你们只琢磨如何抢在其余两人前铸出那把传世名作，一旦见面，就琢磨如何把对方打个半死丢出城去。现在，你和贱人一言不发，顶级的铁匠看一眼火焰，便知道其中蕴含着怎样澎湃的力量。疯子拉动风箱，希望炉中温度能升得更高些。但几次尝试，温度还是达不到要求，她叹口气，抹了把脸上的汗水。贱人阴沉着脸，嘲弄道:“你要失败了。”疯子却连一个眼神也没给你们，大笑道:“还早呢!”随即她便割开自己的喉咙，热血像岩浆一般流淌进炉中。你和贱人同时伸出手，但却晚了一步，疯子跌进炉中，爆炸声响彻云霄，火焰溢出炉膛，蔓延至整个工坊。火焰烧得更旺，甚至照亮黑夜，让天空也惧怕，只能降下茫茫大雪，想要熄灭这大火。骤升的高温中，你看向旁边的贱人，想说什么。但十数年的默契告诉你，什么也不必说。你们共同靠近火焰，不顾灼烧的疼痛，再次拉动风箱。可炉中的武器发出嗡鸣，它告诉你们，还不够热，还不够烫，它要的火焰得将天空也烧穿。贱人发出一声嗤笑，你在她眼中看到熊熊燃烧的火焰，由愤怒、痛苦、不甘与野心共同燃起。烈火夺眶而出将她吞没。但你来不及悲戚，因为这夜的风雪不愿罢手，誓要将她们的火焰扑灭。你是个蠢货，学不会源石技艺，只会靠一次次精准地拉动风箱抬升温度。经年累月，没人比你更清楚该如何保证火焰永不熄灭。风箱一开一合，火焰熊熊燃烧，舔舐上你的皮肤。皮肤寸寸消融，可一想到炉中的武器也正寸寸熔铸而成，你畅快无比，笑得满足。痛吗?远比不上从前和她俩打架时，那疯子生生从你脸上咬下一块肉那么痛。彻底被火焰吞噬前，你终于想起她们的笑声，那是往日在酒馆一同欢笑时的声音。大火或许终究无法与连日的风雪相抗，你们三人的痕迹也会随着工坊在火中荡然无存。但你知道，会有一处火堆留下，以及火堆中那把能够劈开世间一切的长剑。"
    }
  }
};
