var weapon_118_荧光雷羽 = {
  "weapon": {
    "itemId": "118",
    "name": "荧光雷羽",
    "image": "./images/weapons/weapon_118_荧光雷羽_9101ca1d3f6ea9d0f4cce34f6b830e19.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=118",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_118_荧光雷羽_9101ca1d3f6ea9d0f4cce34f6b830e19.png",
      "weapon_name": "荧光雷羽",
      "weapon_star": "4",
      "weapon_type": "施术单元",
      "weapon_intro": "终末地工业制造的施术单元之一。结构大胆，传导性强，难以驾驭。许多干员将熟练使用它当作小有所成的证明。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "34",
        "attributes": [
          {
            "name": "意志提升·小",
            "level": "1/3",
            "effect": "意志 +12"
          },
          {
            "name": "攻击提升·小",
            "level": "1/3",
            "effect": "攻击力 +3.0%"
          },
          {
            "name": "压制·应急强化",
            "level": "1/4",
            "effect": "装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "341",
        "attributes": [
          {
            "name": "意志提升·小",
            "level": "9/9",
            "effect": "意志 +93"
          },
          {
            "name": "攻击提升·小",
            "level": "9/9",
            "effect": "攻击力 +23.4%"
          },
          {
            "name": "压制·应急强化",
            "level": "9/9",
            "effect": "装备者的战技命中敌人时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "大世界探索获取\n武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·小",
          "rank1": "意志 +12",
          "rank2": "意志 +21",
          "rank3": "意志 +31",
          "rank4": "意志 +40",
          "rank5": "意志 +50",
          "rank6": "意志 +60",
          "rank7": "意志 +69",
          "rank8": "意志 +79",
          "rank9": "意志 +93"
        },
        {
          "skill_name": "攻击提升·小",
          "rank1": "攻击力 +3.0%",
          "rank2": "攻击力 +5.4%",
          "rank3": "攻击力 +7.8%",
          "rank4": "攻击力 +10.2%",
          "rank5": "攻击力 +12.6%",
          "rank6": "攻击力 +15.0%",
          "rank7": "攻击力 +17.4%",
          "rank8": "攻击力 +19.8%",
          "rank9": "攻击力 +23.4%"
        },
        {
          "skill_name": "压制·应急强化",
          "rank1": "装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。",
          "rank2": "装备者的战技命中敌人时，获得攻击力 +14.4%，持续20秒。同名效果无法叠加。",
          "rank3": "装备者的战技命中敌人时，获得攻击力 +16.8%，持续20秒。同名效果无法叠加。",
          "rank4": "装备者的战技命中敌人时，获得攻击力 +19.2%，持续20秒。同名效果无法叠加。",
          "rank5": "装备者的战技命中敌人时，获得攻击力 +21.6%，持续20秒。同名效果无法叠加。",
          "rank6": "装备者的战技命中敌人时，获得攻击力 +24.0%，持续20秒。同名效果无法叠加。",
          "rank7": "装备者的战技命中敌人时，获得攻击力 +26.4%，持续20秒。同名效果无法叠加。",
          "rank8": "装备者的战技命中敌人时，获得攻击力 +28.8%，持续20秒。同名效果无法叠加。",
          "rank9": "装备者的战技命中敌人时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·压制"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 34",
          "skills": "意志提升·小: 意志 +12, 攻击提升·小: 攻击力 +3.0%, 压制·应急强化: 装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至100, 意志提升·小: 意志 +21, 攻击提升·小: 攻击力 +3.0%, 压制·应急强化: 装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至169, 意志提升·小: 意志 +21, 攻击提升·小: 攻击力 +5.4%, 压制·应急强化: 装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至307, 意志提升·小: 意志 +31, 攻击提升·小: 攻击力 +5.4%, 压制·应急强化: 装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 武陵石",
          "skills": "基础攻击力提升至341, 意志提升·小: 意志 +31, 攻击提升·小: 攻击力 +7.8%, 压制·应急强化: 装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
        }
      ]
    },
    "archive": {
      "basic_info": "我们在一座无名的山峰上发现了这块矿石。为了它，你爸爸三次挖掘到力竭。但请不要担心，他很好。他最近有点缺乏运动。我们看了你的画，很高兴你能画出这么漂亮的施术单元蓝图。你看，这块白色的金属是不是正适合做它的眼睛?我们很快就会回帝江号。希望你一切都好。\n⋯⋯⋯⋯\n我们在环塔商会发现了一个天才般的设计师，然后从雷神工业手里高价买下了他的头号设计，打算当作你的生日礼物。抱歉，本来是想要给你一个惊喜的，但因为竞拍花掉了我们所有的钱，所以我们卷入了一点麻烦里。回帝江号的日子会稍微有点迟，不过一定赶在你的生日之前。希望你一切都好。也替爸爸妈妈向佩丽卡监督道声好。\n⋯⋯⋯⋯\n我们遇见了谢苗叔叔，也在四号谷地看到了你设计的手铳。我们十分感动。你爸爸怎么都不听劝，没走流程，偷偷拿走了一把。我替他把手续补上了。也请你替我们向佩丽卡监督道个歉。我很惊讶于这把武器大胆的设计思路，以及你在蚀刻弹方面的微小创新⋯⋯不过四号谷地似乎先前出了点乱子，而你爸爸已经独自深入荒野好几个小时没有联系我了。请不要担心，我们一定在你的生日前赶回来。\n⋯⋯⋯⋯\n这铳真无敌了！宝贝！\n⋯⋯⋯⋯\n我们已经联系上宏山选剑局的一些熟人。他们会为你的最新想法提供支持的。不过，不要因为太投入到工作中而累坏了身子，要常活动筋骨，做早操。要听佩丽卡监督的话，配合她的工作。下一次回帝江号，希望你又能如愿以偿长高一些。"
    }
  }
};
