var weapon_67_宏愿 = {
  "weapon": {
    "itemId": "67",
    "name": "宏愿",
    "image": "./images/weapons/weapon_67_宏愿_10a946a1f8349176f208d5c63789d6b2.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=67",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_67_宏愿_10a946a1f8349176f208d5c63789d6b2.png",
      "weapon_name": "宏愿",
      "weapon_star": "6",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。终末地工业制造的优质武器，极具创意地将实验型源石材料作为剑身主体，使其拥有了极佳的能量传导性能。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51",
        "attributes": [
          {
            "name": "敏捷提升·大",
            "level": "1/3",
            "effect": "敏捷 +20"
          },
          {
            "name": "攻击提升·大",
            "level": "1/3",
            "effect": "攻击力 +5.0%"
          },
          {
            "name": "附术·长愿",
            "level": "1/4",
            "effect": "源石技艺强度 +30。装备者施加源石结晶或冻结时，20秒内下次战技或终结技期间，造成的物理伤害 +36.0%。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "500",
        "attributes": [
          {
            "name": "敏捷提升·大",
            "level": "9/9",
            "effect": "敏捷 +156"
          },
          {
            "name": "攻击提升·大",
            "level": "9/9",
            "effect": "攻击力 +39.0%"
          },
          {
            "name": "附术·长愿",
            "level": "9/9",
            "effect": "源石技艺强度 +84。装备者施加源石结晶或冻结时，20秒内下次战技或终结技期间，造成的物理伤害 +100.8%。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "6元礼包获得"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "敏捷提升·大",
          "rank1": "敏捷 +20",
          "rank9": "敏捷 +156"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "附术·长愿",
          "rank1": "源石技艺强度 +30。装备者施加源石结晶或冻结时，20秒内下次战技或终结技期间，造成的物理伤害 +36.0%。同名效果无法叠加。",
          "rank9": "源石技艺强度 +84。装备者施加源石结晶或冻结时，20秒内下次战技或终结技期间，造成的物理伤害 +100.8%。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·附术"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "敏捷 +20, 攻击力 +5.0%, 源石技艺强度 +30"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "敏捷 +36, 攻击力 +5.0%, 源石技艺强度 +30"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "敏捷 +36, 攻击力 +9.0%, 源石技艺强度 +30"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "敏捷 +52, 攻击力 +9.0%, 源石技艺强度 +30"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 武陵石",
          "skills": "敏捷 +52, 攻击力 +13.0%, 源石技艺强度 +30"
        }
      ]
    },
    "recommended_operators": [
      {
        "operator_name": "管理员",
        "reason": "该武器的技能和管理员的能力较为配合"
      }
    ],
    "archive": {
      "basic_info": "好像一口井啊……他将手肘搭在观景台的栏杆上，让视线随着第十二个飞向远处海里的空酒瓶前进。随即，他看到了那个巨大的\"圆环\"，它是某种设施，他工作的地方。这还是他第一次，站在这样高，这样远的地方俯瞰它。它究竟是用来做什么的呢?是某种海下避难所吗?但好像也听到过什么发射一类的说法⋯…他开始胡乱猜测，但很快又制止了自己涌起的念头，无论这设施为何存在，都和自己没什么关系⋯⋯或许再提前几个月，在自己的小队没有横尸在战场上之前，在自己没有丢掉一只眼睛之前，他会接受人员选拔，接触设施里机密程度更高的工作内容。但现在，他已经没有什么为人类奉献的雄心壮志了，那些东西都已经被埋在了战友们的尸骨下。如今他只是一个普通的甲板清洁工⋯⋯谁家的来着?低头看看挂在胸前的工牌⋯⋯哦，终末地工业，算了，谁家的都一样⋯⋯终末地的、工团的、商会的、宏科院的⋯⋯这里什么地方的人都有。在这种远离主要战场的地方，各势力的大人物们又在拼凑什么大项目⋯⋯没什么用处吧，战线一个接着一个崩溃，人类生存空间在被不断压缩，还有什么手段能挽救颓势?别想了⋯⋯只是徒增烦恼…⋯既然已经决定了要浑浑噩噩度日，那就要更彻底一点。只不过，他还是能听到一些议论：军人世家的独子，青年俊杰，甘于堕落，退到距离战场最远的地方，只愿意做一个甲板清洁工——这样的话时不时仍会灌进他的耳朵。他诧异于如此话语为什么还能刺到自己，所以今日才来到这种地方开解自己，当然，开解到最后无非就是连续不断地灌酒罢了。第十三个空酒瓶飞进海里。所以，为什么呢?还有什么是自己没放下的吗?勋章?都扔干净了。惯用的武器?埋在哪里了来着?噢……对呀，还有这东西，哎呀，真是……这可真是最标准的\"视而不见\"。他解开眼罩，将眼窝中怎么也捂不热的东西取出来，由黄金和晶体外壳制成的义眼在掌心注视着他。在代代相传的故事中，它是由众王赐予的黄金铸成⋯⋯他的祖先曾在四皇会战的战场上，亲眼见证了高卢的灭亡⋯⋯无论是富甲一方的巨商，还是足迹遍布泰拉的旅人，它在之后的每一代子孙手中流传，直到他——失败者手中。家族荣光穿透黄金丝缕嵌成的瞳孔，向他投来刺骨的瞥视。他攥紧拳头，把绵延不绝的历史遮住，接着，毫不拖泥带水地扔进海里。好了，这下干干净净。他打着酒嗝，看向远处的圆环，确实很像一口井。他想起在泰拉游学时，在某个小村落里看到过的许愿井，人们将金币和银币扔进井中，祈求自己的愿望能够实现，扔进井中的东西越珍贵，能实现的愿望就越宏大。呵呵，真够蠢的。若这种说法是真的，那么他刚刚扔进\"井\"里的东西，能帮助他实现怎样的愿望呢?见证过大国崩溃、文明变迁的珍宝，见证过杀戮与新生、毁灭与延续的珍宝，能被\"井\"塑造成什么样的东西呢?算了吧，还是睡一觉好。他抬手，将第十四个酒瓶抛上半空，而后，看着它静滞于天上。\"许愿井\"的馈赠已至。万物皆静，之后是巨大的晶簇。天空被开启了，源石之路自天上来。无数宏伟的身影隐在云中，就在长路尽头，巨大的星门在他们身后。为什么?众王，为什么?因为我抛弃了你们的赠予?因为我抛弃了我的历史，我的血脉，我的光荣?昔日丧生的战友们自源石的道路上生长出来，他们伸出枯瘦的残肢、崩碎的武器，竭尽所能地挽留着。于是他拔出长矛。每刺穿一具尸骸，身上便会现出许多文字，那文字极重，他低头看去，是一个个名字。父亲的名字、祖父的名字、帕夏的名字、教宗的名字、审判官的名字、拓荒者的名字、矿工的名字⋯⋯他逆着死者的河流向上走，又走过那些史书中的身影。众王将自己的名字留在他的矛尖上。所以他高举着断矛，刺向那巨大的门扉。而后，被轰鸣声唤醒。远处的圆环上，大海被打开，那尖锐的矛，那由所有势力、所有人的绝望与希望、渴盼与伤痕所铸成的井中巨物，就此刺入天空。■■年■■月■■日，帝江号发射成功。"
    }
  }
};
