var weapon_120_莫奈何 = {
  "weapon": {
    "itemId": "120",
    "name": "莫奈何",
    "image": "./images/weapons/weapon_120_莫奈何_d88adfb9abbbd0bb2dc4f8cc5f6081ec.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=120",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_120_莫奈何_d88adfb9abbbd0bb2dc4f8cc5f6081ec.png",
      "weapon_name": "莫奈何",
      "weapon_star": "5",
      "weapon_type": "施术单元",
      "weapon_intro": "宏山选剑局研发的施术单元，采用了珍贵的息壤材料。因其材料特性，使用者必须具备极高的操控准确度。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "1/3",
            "effect": "意志 +16"
          },
          {
            "name": "终结技充能效率提升·中",
            "level": "1/3",
            "effect": "终结技充能效率 +4.8%"
          },
          {
            "name": "昂扬·卯分析法",
            "level": "1/4",
            "effect": "主能力 +5.0%，源石技艺强度 +25"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "411",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "9/9",
            "effect": "意志 +124"
          },
          {
            "name": "终结技充能效率提升·中",
            "level": "9/9",
            "effect": "终结技充能效率 +37.1%"
          },
          {
            "name": "昂扬·卯分析法",
            "level": "9/9",
            "effect": "主能力 +14.0%，源石技艺强度 +70"
          }
        ]
      },
      "obtain_method": "武器池抽取获得"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·中",
          "rank1": "意志 +16",
          "rank2": "意志 +28",
          "rank3": "意志 +41",
          "rank4": "意志 +54",
          "rank5": "意志 +67",
          "rank6": "意志 +80",
          "rank7": "意志 +92",
          "rank8": "意志 +105",
          "rank9": "意志 +124"
        },
        {
          "skill_name": "终结技充能效率提升·中",
          "rank1": "终结技充能效率 +4.8%",
          "rank2": "终结技充能效率 +8.6%",
          "rank3": "终结技充能效率 +12.4%",
          "rank4": "终结技充能效率 +16.2%",
          "rank5": "终结技充能效率 +20.0%",
          "rank6": "终结技充能效率 +23.8%",
          "rank7": "终结技充能效率 +27.6%",
          "rank8": "终结技充能效率 +31.4%",
          "rank9": "终结技充能效率 +37.1%"
        },
        {
          "skill_name": "昂扬·卯分析法",
          "rank1": "主能力 +5.0%，源石技艺强度 +25",
          "rank2": "主能力 +6.0%，源石技艺强度 +30",
          "rank3": "主能力 +7.0%，源石技艺强度 +35",
          "rank4": "主能力 +8.0%，源石技艺强度 +40",
          "rank5": "主能力 +9.0%，源石技艺强度 +45",
          "rank6": "主能力 +10.0%，源石技艺强度 +50",
          "rank7": "主能力 +11.0%，源石技艺强度 +55",
          "rank8": "主能力 +12.0%，源石技艺强度 +60",
          "rank9": "主能力 +14.0%，源石技艺强度 +70"
        }
      ],
      "recommended_matrices": "无瑕基质·昂扬"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 42",
          "skills": "意志提升·中: 意志 +16, 终结技充能效率提升·中: 终结技充能效率 +4.8%, 昂扬·卯分析法: 主能力 +5.0%，源石技艺强度 +25"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至120, 意志提升·中: 意志 +28, 终结技充能效率提升·中: 终结技充能效率 +4.8%, 昂扬·卯分析法: 主能力 +5.0%，源石技艺强度 +25"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至286, 意志提升·中: 意志 +28, 终结技充能效率提升·中: 终结技充能效率 +8.6%, 昂扬·卯分析法: 主能力 +5.0%，源石技艺强度 +25"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至369, 意志提升·中: 意志 +41, 终结技充能效率提升·中: 终结技充能效率 +8.6%, 昂扬·卯分析法: 主能力 +5.0%，源石技艺强度 +25"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 燎石",
          "skills": "基础攻击力提升至411, 意志提升·中: 意志 +41, 终结技充能效率提升·中: 终结技充能效率 +12.4%, 昂扬·卯分析法: 主能力 +5.0%，源石技艺强度 +25"
        }
      ]
    },
    "archive": {
      "basic_info": "孩子，明天你就要参加结业测试了。这场测试的重要性不言而喻，它将决定你未来的岗位分配。我多么希望能亲自送你去测试，但我必须要盯紧侵蚀潮，这是我的职责。\n我相信你已经做好了充分准备。不过，关于源石技艺精确度的测试，我还是要特别叮嘱几句。这个环节淘汰的人最多。如果你想加入应龙特勤队，这一关必须过。\n测试使用的是宏山选剑局为武陵城特别研发的施术单元。它采用了息壤材料，因此其源石回路会和以往的施术单元有所不同。这将是对你专注力和敏锐度的极大考验。\n当然，这些信息你早就烂熟于心。听说你们这些年轻人给它起了个绰号\"莫奈何\"，确实贴切。现在我们也都这么称呼它了。\n为确保测试公平，我不能透露更多关于这个施术单元的细节。但我对你充满信心。还记得我小时候经常带你玩的木锁吗?虽然棘手，但你很快就找到了窍门。你现在要做的和那时一样——专注于眼前的挑战，享受这个过程。\n祝你顺利。"
    }
  }
};
