var weapon_63_逐鳞3_0 = {
  "weapon": {
    "itemId": "63",
    "name": "逐鳞3.0",
    "image": "./images/weapons/weapon_63_逐鳞3.0_848ff520db2f682bf91e2ff1216c88cc.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=63",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_63_逐鳞3.0_848ff520db2f682bf91e2ff1216c88cc.png",
      "weapon_name": "逐鳞3.0",
      "weapon_star": "5",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。北进重工支援所\"户外探索\"系列的旗舰产品。因其亲近自然的设计理念和便携的功能性，受到许多探险家与捕鳞爱好者的强烈推荐。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42"
      },
      "max_level_panel": {
        "base_attack": "411"
      },
      "obtain_method": "武器池抽取获得"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "力量提升·中",
          "rank1": "力量 +16",
          "rank9": "力量 +124"
        },
        {
          "skill_name": "寒冷伤害提升·中",
          "rank1": "寒冷伤害 +4.4%",
          "rank9": "寒冷伤害 +34.7%"
        },
        {
          "skill_name": "压制·逐鳞意",
          "rank1": "攻击力 +5.0%。装备者通过战技施加冻结时，使目标敌人受到的寒冷伤害 +7.0%，持续15秒。同名效果无法叠加。",
          "rank9": "攻击力 +14.0%。装备者通过战技施加冻结时，使目标敌人受到的寒冷伤害 +19.6%，持续15秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·压制"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "力量 +16, 寒冷伤害 +4.4%, 攻击力 +5.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "力量 +28, 寒冷伤害 +4.4%, 攻击力 +5.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "力量 +28, 寒冷伤害 +8.0%, 攻击力 +5.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "力量 +41, 寒冷伤害 +8.0%, 攻击力 +5.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 超距辉映管, 8 燎石",
          "skills": "力量 +41, 寒冷伤害 +11.6%, 攻击力 +5.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "库尔，老大我最后还是逮到了这条海王鳞。你看看，它是否还像你记忆中的那样耀眼?那时我们的罗萨号还在，海上没有我们捕不到的鳞，直到那个暴雨夜。小贝塔在桅杆上第一眼就发现了它，和传说中的一模一样，通体金光的鳞竟然真的存在!当时我在想，只要干上这一票，塔卫二的捕鳞史都将留下我们的名字!我一点没听你林克斯大哥的劝，笔直把船开进了那片风暴之中......唉，实话跟你说吧，其实从那之后我就一直在后悔，我就是个不听劝的老混蛋。都是因为这条鳞，罗萨号毁了，小贝塔坐上了轮椅，林克斯也再没找过我。可是我不甘心，我史宾赛自诩捕鳞第一人，不能让海王鳞落入他人之手，更不能被当成茶余饭后的笑料。我一闭上眼就是它身上的金光，我每天都和自己说，只要我要逮到它，便能拿回失去的一切。只有你相信我.......你怎么这么蠢，还相信我这个老混蛋?还去向环塔商会贷款给我买新的船?你就应该像其他人那样一走了之!不然你也不会搭上你那两年的大好青春，陪我追逐这虚无缥缈的金光，还在我们第二次差点追到它的那个暴雨夜，把你的命也搭上了......那之后的事，你肯定不知道了吧?讽刺的是，最该死的我却活了下来......从此我再也没出过海。直到上周，雷声将我从梦中惊醒。那熟悉的金光竟然在门缝外摇曳，我推开门一看，海王鳞它竟然在我家的鱼缸里!可它怎么能是海王鳞!它只是你嫂子随手在某个鳞店买的最普通的热带彩鳞而已!我拜托从前工团的朋友给它做了个检测，原来它真的就是条普通的热带彩鳞，传说中的金光只不过是它身上一部分变异的脂肪......在雷光下产生了金色的折射……所以说，库尔，老大我最后还是逮到了这条鳞。只不过，原来它是饵，我才是鳞。"
    }
  }
};
