var weapon_85_典范 = {
  "weapon": {
    "itemId": "85",
    "name": "典范",
    "image": "./images/weapons/weapon_85_典范_b02d06c63dc04f7c3168692f8ee89f60.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=85",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_85_典范_b02d06c63dc04f7c3168692f8ee89f60.png",
      "weapon_name": "典范",
      "weapon_star": "6",
      "weapon_type": "双手剑",
      "weapon_intro": "梅什科工业最新推出的独立产品。据传这款设计源于寂语修会的发掘产物，内含绝密技术，分金裂石，无坚不摧。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51",
        "attributes": [
          {
            "name": "主能力提升·大",
            "level": "1/3",
            "effect": "主能力值 +17"
          },
          {
            "name": "攻击提升·大",
            "level": "1/3",
            "effect": "攻击力 +5.0%"
          },
          {
            "name": "压制·多层斩断",
            "level": "1/4",
            "effect": "物理伤害 +10.0%。装备者的战技和终结技命中敌人时，物理伤害额外 +10.0%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "500",
        "attributes": [
          {
            "name": "主能力提升·大",
            "level": "9/9",
            "effect": "主能力值 +132"
          },
          {
            "name": "攻击提升·大",
            "level": "9/9",
            "effect": "攻击力 +39.0%"
          },
          {
            "name": "压制·多层斩断",
            "level": "9/9",
            "effect": "物理伤害 +28.0%。装备者的战技和终结技命中敌人时，物理伤害额外 +28.0%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取，由臻选武器补给自选获取，由补充武库箱·迅行自选获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "主能力提升·大",
          "rank1": "主能力值 +17",
          "rank9": "主能力值 +132"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "压制·多层斩断",
          "rank1": "物理伤害 +10.0%。装备者的战技和终结技命中敌人时，物理伤害额外 +10.0%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。",
          "rank9": "物理伤害 +28.0%。装备者的战技和终结技命中敌人时，物理伤害额外 +28.0%，持续30秒。同名效果最多叠加3层，每层单独计算持续时间，每0.1秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·压制"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力: 51, 主能力提升·大: 1/3, 攻击提升·大: 1/3, 压制·多层斩断: 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力: 247, 主能力提升·大: 2/5, 攻击提升·大: 1/4, 压制·多层斩断: 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力: 348, 主能力提升·大: 2/6, 攻击提升·大: 2/6, 压制·多层斩断: 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力: 449, 主能力提升·大: 3/8, 攻击提升·大: 2/7, 压制·多层斩断: 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 燎石",
          "skills": "基础攻击力: 500, 主能力提升·大: 3/9, 攻击提升·大: 3/9, 压制·多层斩断: 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "我没法认同亨利的想法。雷神工业的产品一直沉浸在那套实用主义说辞当中，这显然只是自我逃避。形式是传统的积累，是经验的总和，自然赋予了人们趋利避害的直观感触，典雅与融洽本身就是茫茫历史对何为完美的无声回答。就算是为了向他们证明这一点，我也一定要拿下这次竞标。我有九种办法达到目标破坏效果，但哪种都不应该出现在这个尺寸的武器上。听说亨利打算试试爆燃脉冲，可笑。那得是一把剑，客户可没答应咱们给大炮安个握柄。参数不合格。亨利找我聊了一会儿，他们似乎也束手无策。不知道客户看见两家竞标企业的设计师凑在一块聊天会是什么感想。指标定得太高了，老板怎么会同意这种要求？就算那位老兄直接提着样品去了总部，只想要个一模一样的，那也是怪家伙们挖出来的怪东西。该想的不应该是丢不丢脸，而是会不会丢命吧？洗澡的时候灵光乍现，顺利满足了最低要求。唱歌果然有用。一口气劈断四层装甲车的核心装甲板，我不相信雷神工业能给出比这更好的方案。物理学是有极限的，不管我们之间存在多少异见，至少都应该认识到这一点。寂语修会顺利重启了那件样品。十六层。等抢修完天花板，他们似乎打算试试三十二层。沿对角线斜着劈。我还是找领导再商量商量吧。"
    }
  }
};
