var weapon_122_布道自由 = {
  "weapon": {
    "itemId": "122",
    "name": "布道自由",
    "image": "./images/weapons/weapon_122_布道自由_4938b6f2ec089726e15365d5643abd24.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=122",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_122_布道自由_4938b6f2ec089726e15365d5643abd24.png",
      "weapon_name": "布道自由",
      "weapon_star": "5",
      "weapon_type": "施术单元",
      "weapon_intro": "梅什科工业为寂语修会定制的施术单元。该产品从设计、验证到落地生产和调试都在寂语修会修士的指导建议下完成。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "1/3",
            "effect": "意志 +16"
          },
          {
            "name": "治疗效率提升·中",
            "level": "1/3",
            "effect": "治疗效率 +4.8%"
          },
          {
            "name": "医疗·信仰救赎",
            "level": "1/4",
            "effect": "主能力 +5.0%，装备者通过自身战技治疗时，为主控干员额外回复[60+意志×1]点生命值。每15秒最多触发一次。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "411",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "9/9",
            "effect": "意志 +124"
          },
          {
            "name": "治疗效率提升·中",
            "level": "9/9",
            "effect": "治疗效率 +37.1%"
          },
          {
            "name": "医疗·信仰救赎",
            "level": "9/9",
            "effect": "主能力 +14.0%，装备者通过自身战技治疗时，为主控干员额外回复[168+意志×1]点生命值。每15秒最多触发一次。"
          }
        ]
      },
      "obtain_method": "武器池抽取获得"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·中",
          "rank1": "意志 +16",
          "rank2": "意志 +28",
          "rank3": "意志 +41",
          "rank4": "意志 +54",
          "rank5": "意志 +67",
          "rank6": "意志 +80",
          "rank7": "意志 +92",
          "rank8": "意志 +105",
          "rank9": "意志 +124"
        },
        {
          "skill_name": "治疗效率提升·中",
          "rank1": "治疗效率 +4.8%",
          "rank2": "治疗效率 +8.6%",
          "rank3": "治疗效率 +12.4%",
          "rank4": "治疗效率 +16.2%",
          "rank5": "治疗效率 +20.0%",
          "rank6": "治疗效率 +23.8%",
          "rank7": "治疗效率 +27.6%",
          "rank8": "治疗效率 +31.4%",
          "rank9": "治疗效率 +37.1%"
        },
        {
          "skill_name": "医疗·信仰救赎",
          "rank1": "主能力 +5.0%，装备者通过自身战技治疗时，为主控干员额外回复[60+意志×1]点生命值。每15秒最多触发一次。",
          "rank2": "主能力 +6.0%，装备者通过自身战技治疗时，为主控干员额外回复[72+意志×1]点生命值。每15秒最多触发一次。",
          "rank3": "主能力 +7.0%，装备者通过自身战技治疗时，为主控干员额外回复[84+意志×1]点生命值。每15秒最多触发一次。",
          "rank4": "主能力 +8.0%，装备者通过自身战技治疗时，为主控干员额外回复[96+意志×1]点生命值。每15秒最多触发一次。",
          "rank5": "主能力 +9.0%，装备者通过自身战技治疗时，为主控干员额外回复[108+意志×1]点生命值。每15秒最多触发一次。",
          "rank6": "主能力 +10.0%，装备者通过自身战技治疗时，为主控干员额外回复[120+意志×1]点生命值。每15秒最多触发一次。",
          "rank7": "主能力 +11.0%，装备者通过自身战技治疗时，为主控干员额外回复[132+意志×1]点生命值。每15秒最多触发一次。",
          "rank8": "主能力 +12.0%，装备者通过自身战技治疗时，为主控干员额外回复[144+意志×1]点生命值。每15秒最多触发一次。",
          "rank9": "主能力 +14.0%，装备者通过自身战技治疗时，为主控干员额外回复[168+意志×1]点生命值。每15秒最多触发一次。"
        }
      ],
      "recommended_matrices": "无瑕基质·医疗"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 42",
          "skills": "意志提升·中: 意志 +16, 治疗效率提升·中: 治疗效率 +4.8%, 医疗·信仰救赎: 主能力 +5.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至120, 意志提升·中: 意志 +28, 治疗效率提升·中: 治疗效率 +4.8%, 医疗·信仰救赎: 主能力 +5.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至286, 意志提升·中: 意志 +28, 治疗效率提升·中: 治疗效率 +8.6%, 医疗·信仰救赎: 主能力 +5.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至369, 意志提升·中: 意志 +41, 治疗效率提升·中: 治疗效率 +8.6%, 医疗·信仰救赎: 主能力 +5.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 武陵石",
          "skills": "基础攻击力提升至411, 意志提升·中: 意志 +41, 治疗效率提升·中: 治疗效率 +12.4%, 医疗·信仰救赎: 主能力 +5.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "名为\"会话\"的修士步入荒野，\n他来到一片荒芜的聚落，溪流干涸，土地龟裂。\n饥渴的丰蹄们，向他寻求救赎。\n\"你们需要知识将你们引向那水草丰茂之处。\"\n\"我来教你们如何解读这片土地。\"\n他手中闪烁着源石网络的光芒，\n他传授着来自极远方之人的学识。\n七个昼夜后，\n明悟的丰蹄学会了如何在荒芜之中挖掘一口水井，\n聚落自此水草丰茂。\n名为\"重现\"的修士步入荒野，\n他来到一片荒芜的聚落，溪流干涸，土地龟裂。\n饥渴的丰蹄们，向他寻求救赎。\n\"你们需要力量将本属于你们的水源夺回。\"\n\"我将赠予你们保护自己的武器。\"\n他将身后背负的数把铳取下，\n他将这些四处收集而来的前人遗物赠予今人。\n七个昼夜后，\n武装的丰蹄将霸占了溪流上游的裂地者驱逐出了这片土地，\n聚落自此水草丰茂。\n名为\"阐释\"的修士步入荒野，\n他来到一片荒芜的聚落，溪流干涸，土地龟裂。\n饥渴的丰蹄们，向他寻求救赎。\n\"你们需要将信念凝聚在一起，祈祷丰沛的雨终会降临。\"\n\"我将陪伴、带领你们等待这注定的雨季。\"\n他为众人划定律法与规范，让他们学会团结与忍耐，\n他耐心地鼓励着每位绝望的丰蹄，给他们平静与希望。\n七个昼夜后，\n坚定的丰蹄等来了滂沱的生机之雨，\n聚落自此水草丰茂。\n汝若是那饥渴的丰蹄，\n会选择接受哪一位修士的救赎?\n———\"三位修士\"的寓言一则，刻于寂语移动大教堂的一角"
    }
  }
};
