var weapon_74_显赫声名 = {
  "weapon": {
    "itemId": "74",
    "name": "显赫声名",
    "image": "./images/weapons/weapon_74_显赫声名_16b0d5d71f64378df2c0e6b7a23a6fde.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=74",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_74_显赫声名_16b0d5d71f64378df2c0e6b7a23a6fde.png",
      "weapon_name": "显赫声名",
      "weapon_star": "6",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。梅什科工业推出的高品质佩剑，深受环塔商会上流人士的青睐。精细雕琢的外表下，性能同样值得信赖。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "50"
      },
      "max_level_panel": {
        "base_attack": "490"
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "主能力提升·大",
          "rank1": "主能力值 +17",
          "rank9": "主能力值 +132"
        },
        {
          "skill_name": "物理伤害提升·大",
          "rank1": "物理伤害 +5.6%",
          "rank9": "物理伤害 +43.3%"
        },
        {
          "skill_name": "残暴·规行矩止",
          "rank1": "攻击力 +10.0%。装备者消耗破防层数后，自身攻击力 +[5.0%+2.5%×消耗层数]，小队内其他干员获得一半的效果，持续20秒。同名效果无法叠加。",
          "rank9": "攻击力 +28.0%。装备者消耗破防层数后，自身攻击力 +[14.0%+7.0%×消耗层数]，小队内其他干员获得一半的效果，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·残暴"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "主能力值 +17, 物理伤害 +5.6%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "主能力值 +30, 物理伤害 +5.6%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "主能力值 +30, 物理伤害 +10%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "主能力值 +44, 物理伤害 +10%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 快子遴捡晶格, 8 武陵石",
          "skills": "主能力值 +44, 物理伤害 +14.4%"
        }
      ]
    },
    "archive": {
      "basic_info": "\"所以，我那个小学徒，是你杀的对吗，为什么？\" \"噢……噢噢……您的小学徒，唉，其实都是误会，主要……主要是，他来我们的黑拳擂台，连胜十场，那就是想踩着我们办的比赛出名嘛，我们毕竟也是要赚金票的，所以呢，就派了几个人……当然不是我派的……就派了几个人劝了劝他，结果，唉，谁也没想到会出事……\" \"不对。\" \"请……请您指正？\" \"你不是没想到会出事，你没想到的是我会杀到你们面前……另外也不用装成这种谨小慎微的样子，看着让人恶心。\" \"老先生，您这样可就稍显无趣了。\" \"无趣？不如我给你讲讲艾什柏环岛的历史吧。\" \"洗耳恭听。\" \"最开始，没人能想象到艾什柏环岛能变成今天这样子，一群道路工人把这里当成宿舍用，后来开长途汽车的司机们也会把家属安排到这里住。道路，加上货运，这里自然就变成了交通枢纽，形形色色的人多了起来，地下黑拳赛事，各式各样的比赛，都是在那时候兴起的。在这里，你能买到各种各样的武器、装备，甚至奢侈品也能找到不少款式，最繁华的时候，武力、欲望、金钱……这座沥青环岛应有尽有，当然，也有底线。 我那时是道路工人之一，看着这样一个小聚落一点点壮大，甚至一度到了自由市的规模，开心极了，我只觉得艾什柏环岛比那个建不成的塔罗斯城不知道好了多少倍，有时我甚至会思考，像我这种在意所谓'集体荣誉'的人，是不是申请调到联盟工团更合适一点，你能理解吗？\" \"我很理解。\" \"不，年轻人，看看你自己，你不是一个能理解荣誉的人，你能理解的只有体面，但这不怪你，现在这里有不少人和你一模一样……半脸人、托马西诺先生……当我们不再修路，这里也不再是交通建设枢纽后，很多人离开了，但接着又来了很多人，个个都和你一样，肆无忌惮，破坏底线，把好好一个艾什柏环岛变得乌烟瘴气……\" \"这确实让我感到好奇，老先生，当我决定带着兄弟们到艾什柏环岛发展，谋一个出路后，我对这里进行了详细的调查。无论是从梅什科工业手中获得合规的营业资格，还是提前跟各个帮派打好招呼，夹缝里求生存，各个步骤我自认为做得都很完美。我确确实实，想要洗白自己，也确确实实，是在按规矩办事……可为什么在您口中，我才像是那个坏了规矩的人，而不是您那个愣头青小学徒？\" \"规矩是什么？规矩只有一条，那就是将他人视为人类，将自己也视为人类……只这一点，你们无论如何也做不到。\" \"这倒是第一次听说，是您编的规矩吗？\" \"是我一直以来呕心沥血维护的规矩。\" \"原来如此，原来如此，我懂了，您是那种'蒙面英雄'吧……哈哈，我还以为只在故事书里才有……\" \"呵，我这种只在忍无可忍时才动武的老东西，也配叫英雄？\" \"明白，明白，老先生，就让咱们用刀剑说话吧。\""
    }
  }
};
