var weapon_107_呼啸守卫 = {
  "weapon": {
    "itemId": "107",
    "name": "呼啸守卫",
    "image": "./images/weapons/weapon_107_呼啸守卫_4159592c35d1926d3744134927c11937.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=107",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_107_呼啸守卫_4159592c35d1926d3744134927c11937.png",
      "weapon_name": "呼啸守卫",
      "weapon_star": "4",
      "weapon_type": "手铳",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。梅什科工业推出的中端产品之一。复古拉特兰结构与现代工业结构的完美融合，蓝色漆面金属勾勒出独特的审美。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "34",
        "attributes": [
          {
            "name": "智识提升·小",
            "level": "1/3",
            "effect": "智识 +12"
          },
          {
            "name": "攻击提升·小",
            "level": "1/3",
            "effect": "攻击力 +3.0%"
          },
          {
            "name": "压制·应急强化",
            "level": "1/4",
            "effect": "装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "341",
        "attributes": [
          {
            "name": "智识提升·小",
            "level": "9/9",
            "effect": "智识 +93"
          },
          {
            "name": "攻击提升·小",
            "level": "9/9",
            "effect": "攻击力 +23.4%"
          },
          {
            "name": "压制·应急强化",
            "level": "9/9",
            "effect": "装备者的战技命中敌人时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "大世界探索获取，武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·小",
          "rank1": "智识 +12",
          "rank2": "智识 +21",
          "rank3": "智识 +31",
          "rank4": "智识 +40",
          "rank5": "智识 +50",
          "rank6": "智识 +60",
          "rank7": "智识 +69",
          "rank8": "智识 +79",
          "rank9": "智识 +93"
        },
        {
          "skill_name": "攻击提升·小",
          "rank1": "攻击力 +3.0%",
          "rank2": "攻击力 +5.4%",
          "rank3": "攻击力 +7.8%",
          "rank4": "攻击力 +10.2%",
          "rank5": "攻击力 +12.6%",
          "rank6": "攻击力 +15.0%",
          "rank7": "攻击力 +17.4%",
          "rank8": "攻击力 +19.8%",
          "rank9": "攻击力 +23.4%"
        },
        {
          "skill_name": "压制·应急强化",
          "rank1": "装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。",
          "rank2": "装备者的战技命中敌人时，获得攻击力 +14.4%，持续20秒。同名效果无法叠加。",
          "rank3": "装备者的战技命中敌人时，获得攻击力 +16.8%，持续20秒。同名效果无法叠加。",
          "rank4": "装备者的战技命中敌人时，获得攻击力 +19.2%，持续20秒。同名效果无法叠加。",
          "rank5": "装备者的战技命中敌人时，获得攻击力 +21.6%，持续20秒。同名效果无法叠加。",
          "rank6": "装备者的战技命中敌人时，获得攻击力 +24.0%，持续20秒。同名效果无法叠加。",
          "rank7": "装备者的战技命中敌人时，获得攻击力 +26.4%，持续20秒。同名效果无法叠加。",
          "rank8": "装备者的战技命中敌人时，获得攻击力 +28.8%，持续20秒。同名效果无法叠加。",
          "rank9": "装备者的战技命中敌人时，获得攻击力 +33.6%，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·压制"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力 34，智识提升·小 1/3（智识 +12），攻击提升·小 1/3（攻击力 +3.0%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具，3 轻黯石",
          "skills": "突破前：基础攻击力 100，智识提升·小 1/3（智识 +12），攻击提升·小 1/3（攻击力 +3.0%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 169，智识提升·小 2/5（智识 +21），攻击提升·小 1/4（攻击力 +3.0%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具，5 中黯石",
          "skills": "突破前：基础攻击力 169，智识提升·小 2/5（智识 +21），攻击提升·小 1/4（攻击力 +3.0%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 238，智识提升·小 2/6（智识 +21），攻击提升·小 2/6（攻击力 +5.4%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具，5 重黯石",
          "skills": "突破前：基础攻击力 238，智识提升·小 2/6（智识 +21），攻击提升·小 2/6（攻击力 +5.4%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 307，智识提升·小 3/8（智识 +31），攻击提升·小 2/7（攻击力 +5.4%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具，16 D96钢样品四，8 燎石",
          "skills": "突破前：基础攻击力 307，智识提升·小 3/8（智识 +31），攻击提升·小 2/7（攻击力 +5.4%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）；突破后：基础攻击力 341，智识提升·小 3/9（智识 +31），攻击提升·小 3/9（攻击力 +7.8%），压制·应急强化 1/4（装备者的战技命中敌人时，获得攻击力 +12.0%，持续20秒。同名效果无法叠加。）"
        }
      ]
    },
    "archive": {
      "basic_info": "《关于天使成为低损耗工具的可能性》\n关于前一份邮件，我错误地将天使视作\"潜在用户\"，并遭到了您的批评一事，我已经深刻反省。不过，我的想法仍旧没有改变——天使不应只是敌人。我们应该继续此类研究。\n首先，我们没有研究证据表明，所有天使都在锚点，以及锚点背后的、北方的大敌的控制之下。有相当部分的天使虽然展现了破坏性，但却毫无逻辑和目的性可言，因此可归类为一种自然现象。而尝试模仿动物（我知道它们不是！）并发明出一些便利社会的玩意，则是我们的天性。\n前一个百年，也是我们尝试在塔卫二站稳脚跟的百年，我们已经取得了许多成绩。而关于天使的研究，唯一引起轩然大波的，只有\"天使\"这个称呼引发了部分萨科塔同胞们的不满。这实在是太暴殄天物了。所以，请您务必承认我的研究方向，并给予一定量的资金支持。\n言归正传。我的团队（就是我的儿子）成功在荒野捕获了一只小型天使。它呈现出小爪兽的样貌，比源石虫可能还小一些。您以为我要尝试驯服它？当然不是。我知道这条路行不通，不然一百多年早就有人成功了。我只是在寻找它身上可利用的部分。\n天使的结构，部分与部分之间，存在某种力场、磁场一类的东西。它们的四肢（有时候是八肢）不完全依赖物理上的连接，这大家都知道，对不对？我们在野外都会见到这类天使的\"激活\"行为。\n那么这其中的原理是否能为我们所用呢？比如，我们把天使的两个部分固定在两只机械臂上，它是否就会源源不断地产生动能？以此为基础，我在家完成了一个天才的发明：天使自动核桃夹子！只要把天使一个小部分固定在浇筑好的金属底座上，放上核桃，天使\"合并\"的时候就可以砸碎核桃。\n根据天使的具体形状，我相信这一发明可以衍生出无数种形态。详细的图纸和说明随邮件奉上。期待您的回复。"
    }
  }
};
