var weapon_75_白夜新星 = {
  "weapon": {
    "itemId": "75",
    "name": "白夜新星",
    "image": "./images/weapons/weapon_75_白夜新星_d02d5b2db466fabbf7af4b50e3bd8193.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=75",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_75_白夜新星_d02d5b2db466fabbf7af4b50e3bd8193.png",
      "weapon_name": "白夜新星",
      "weapon_star": "6",
      "weapon_type": "单手剑",
      "weapon_intro": "终末地干员用武器，装备之后可以显著提升干员的作战能力。熔炉要塞铸造的武器之一。剑柄采用了拉丝设计，增加阻尼，握持感优良。剑身取自荒原上的稀有矿石。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51"
      },
      "max_level_panel": {
        "base_attack": "505"
      },
      "obtain_method": "大世界探索获取，单手剑角色自带"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "主能力提升·大",
          "rank1": "主能力值 +17",
          "rank9": "主能力值 +132"
        },
        {
          "skill_name": "源石技艺强度提升·大",
          "rank1": "源石技艺强度 +10",
          "rank9": "源石技艺强度 +78"
        },
        {
          "skill_name": "附术·白夜新星",
          "rank1": "法术伤害 +12.0%。装备者施加燃烧或导电后，法术伤害 +12.0%，源石技艺强度 +25，持续15秒。同名效果无法叠加。",
          "rank9": "法术伤害 +33.6%。装备者施加燃烧或导电后，法术伤害 +33.6%，源石技艺强度 +70，持续15秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·附术"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "主能力值 +17, 源石技艺强度 +10"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "主能力值 +30, 源石技艺强度 +10"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "主能力值 +30, 源石技艺强度 +18"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "主能力值 +44, 源石技艺强度 +18"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 象限拟合液, 8 燎石",
          "skills": "主能力值 +44, 源石技艺强度 +26"
        }
      ]
    },
    "archive": {
      "basic_info": "她开始回想自己为什么会被选中执行这个任务。不仅因为她擅长冰冻的源石技艺，能更好适应雪原环境，更是因为她极为擅长在荒野中寻找道路。几乎像直觉一般，她能在夜晚将高天上的星辰视作引路明灯，若是在铁誓军这个刚刚成立不到一年的组织中，寻找一个最适合出发探路，重建与文明间联系的人，那自然非她莫属。她很清楚，所以带着那块硬盘出发了。硬盘中存放着的是铁誓军这一年以来收集到的所有数据，有关北地、敌人与朋友。曾经，不惧死亡的人们站出队列，集合在一处，念诵出如钢铁般的誓言后，他们与文明相背而行，走向北方，走回被毁灭的战场，开始用自身为诱饵，吸引天使的攻势……许多人将他们的离开视为一个信号——文明即将崩溃的信号。悲观者笃信，自牺牲者——如今已被称为铁誓军的人们——开始，会有更多的人成为文明弃子……铁誓军清楚这一点，所以，他们必须恢复与文明的联系，以生命换来的情报必须成为一颗引明前路的星辰。小小\"星辰\"如今就在送信者的包裹中，她深深喘息，在冰天雪地中缓缓行走。大量血液顺着手臂流下来，滴落在地上。左臂和左腿几乎粉碎，她能清楚地感觉到骨头碴儿在体内摩擦，带来剧痛，这些伤来自于一种从未见过的新天使。送信者想到了要塞城门……击碎她肢体的天使或许本是为了攻城而形成的？一些繁杂念头开始翻涌，在铁誓军最初前往北地的路上，几乎每天都能遇到闻所未闻的天使。就好像有某个拷问官兴致勃勃地展示刑具似的，无数种能够越发高效地杀戮人类的天使在战场各处止不住地涌现。想打败它们，需要代价——很多人，前赴后继……打败它们……是了……送信者回想起来，原来自己还活着。刚刚胜利的并非天使，而是自己……她将那个狭长沉重的、狂奔着的岩块冻了起来……打碎了……那些碎块在阳光的照耀下就像是星辰一样闪亮。又是一些念头涌出。星辰能为我引路，爸爸和妈妈告诉过我，它们能为荒野上的旅人指路……不……我们才是星辰……我要去告诉一些人，在比死亡更冷的北边，我们站稳了脚跟，他们会因此重燃希望……更多的血流淌，沁入冻土。但星辰在哪儿？我手中？我又在哪儿？我看不到它，明明眼前便是夜色，但为什么……没有一颗星辰肯为我闪烁？…………原来如此，因为旧的星辰已然熄灭，新的星辰还未诞生……她尽可能高地举起手……源石技艺造就的寒冰随之蔓延，从浸满鲜血的大地开始，寒冰攀上她的躯体，覆盖她的面庞，再然后，顺着她的手臂向天空，向某个安全的方向延展而去。高一些，再高一些吧……至少能为他人指明道路。这是最后一个念头，接着便只剩寒冰铸就的星辰无声屹立。…………她已无法知晓，数十个日夜后，会有后继者受到指引，再向南行，他们的脚步止于冻土边缘，但还有更多的人，唱着苦痛歌谣的人、横穿战场的人……小小的\"星辰\"在人们手中传递，在终点，帝江号以它点亮了北方的天空。"
    }
  }
};
