var weapon_84_赫拉芬格 = {
  "weapon": {
    "itemId": "84",
    "name": "赫拉芬格",
    "image": "./images/weapons/weapon_84_赫拉芬格_8cd139e939fad8c1888e8e3257b9d738.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=84",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_84_赫拉芬格_8cd139e939fad8c1888e8e3257b9d738.png",
      "weapon_name": "赫拉芬格",
      "weapon_star": "6",
      "weapon_type": "双手剑",
      "weapon_intro": "巫术时刻推出的古怪武器之一。刀身由寻常的冰块打造，但表面附着的奇特源石技艺让其变得坚不可摧。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "51",
        "attributes": [
          {
            "name": "力量提升·大",
            "level": "1/3",
            "effect": "力量 +20"
          },
          {
            "name": "攻击提升·大",
            "level": "1/3",
            "effect": "攻击力 +5.0%"
          },
          {
            "name": "迸发·切骨之寒",
            "level": "1/4",
            "effect": "所有技能伤害 +20.0%。装备者通过战技施加寒冷附着时，获得寒冷伤害 +10.0%，持续15秒。装备者对寒冷附着的敌人造成连携技伤害时，获得寒冷伤害 +20.0%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "505",
        "attributes": [
          {
            "name": "力量提升·大",
            "level": "9/9",
            "effect": "力量 +156"
          },
          {
            "name": "寒冷伤害提升·大",
            "level": "9/9",
            "effect": "寒冷伤害 +%"
          },
          {
            "name": "迸发·切骨之寒",
            "level": "9/9",
            "effect": "所有技能伤害 +56.0%。装备者通过战技施加寒冷附着时，获得寒冷伤害 +28.0%，持续15秒。装备者对寒冷附着的敌人造成连携技伤害时，获得寒冷伤害 +56.0%，持续15秒。两种效果独立生效，且均无法叠加。"
          }
        ]
      },
      "obtain_method": "大世界探索获取，单手剑角色自带"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "力量提升·大",
          "rank1": "力量 +20",
          "rank9": "力量 +156"
        },
        {
          "skill_name": "攻击提升·大",
          "rank1": "攻击力 +5.0%",
          "rank9": "攻击力 +39.0%"
        },
        {
          "skill_name": "迸发·切骨之寒",
          "rank1": "所有技能伤害 +20.0%。装备者通过战技施加寒冷附着时，获得寒冷伤害 +10.0%，持续15秒。装备者对寒冷附着的敌人造成连携技伤害时，获得寒冷伤害 +20.0%，持续15秒。两种效果独立生效，且均无法叠加。",
          "rank9": "所有技能伤害 +56.0%。装备者通过战技施加寒冷附着时，获得寒冷伤害 +28.0%，持续15秒。装备者对寒冷附着的敌人造成连携技伤害时，获得寒冷伤害 +56.0%，持续15秒。两种效果独立生效，且均无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·迸发"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "基础攻击力: 51, 力量提升·大: 1/3, 攻击提升·大: 1/3, 迸发·切骨之寒: 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力: 250, 力量提升·大: 2/5, 攻击提升·大: 1/4, 迸发·切骨之寒: 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力: 352, 力量提升·大: 2/6, 攻击提升·大: 2/6, 迸发·切骨之寒: 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力: 454, 力量提升·大: 3/8, 攻击提升·大: 2/7, 迸发·切骨之寒: 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 三相纳米片, 8 武陵石",
          "skills": "基础攻击力: 505, 力量提升·大: 3/9, 攻击提升·大: 3/9, 迸发·切骨之寒: 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "食腐者瘫坐在地上，面前摆着他的巨剑。他已经在荒野上流浪了数日。回想起不久前倒在自己剑下的亡魂，那双绝望的眼睛，紧紧盯着他的双角。像这样充满恨意的眼睛他早就习以为常。不过是对他这位剥夺自己生命之人的憎恨罢了，只需要将他们吞食便能缓解他的苦痛。他的双腿肿胀，灼热得像是要融化。不知不觉，他早就在饥饿与持续溃烂带来的痛苦中蜷曲了脊背。从父辈手中接过这柄寒霜时，他曾发誓要将它当作自己的第二条生命。但现在，他只想找个还有人迹的地方，用这位老友换一些净水和干粮。但眼前荒废的聚落显然没有那种东西。食腐者起身正欲离去，身后传来了粗鲁的嘲弄。\"喂，魔族佬，这剑卖么？\"\"……你们是佣兵，还是裂地者？\"\"哼，有什么关系？要是你身手不错，我们可以连你也买下来。\"疲惫的食腐者没有拒绝，他稍稍握紧了双拳，估摸着自己的臂膀还剩多少力气：\"怎样才算不错？\"\"看见那个大石头没有？劈开！\"\"看着。\"这块大石头似乎在这个聚落里有些年头，上面还刻着小孩子的画作，以及一些已经看不大清的字样。食腐者大概比划了下，似乎要两个他张开手臂才能抱住这块石头。食腐者站直身子，用尽力气将手中的剑高高举起。然而等到尘雾散去，他这才发现，在那块石头底下，居然有个洞穴。洞里闪着不安的眼睛，比他更虚弱，比他更绝望。背后的人们放声大笑，围了上来。\"身手挺好。跟我们走吧，你觉得自己值多少，说个数。\"\"我是佣兵，不是屠夫。\"短暂的安静过后，依旧粗鲁的嘲弄从面前传了过来。\"不是屠夫？哈，不是屠夫！魔族佬，你们现在是发达了，但做的不还是刀口舔血的生意？少给我装什么好人！\"他们是对的。佣兵不是个清白的行当，已经夺走过生命，就不会有借口。但是，洞穴里望向他的眼睛，望向他头上双角的目光，平静得让他难过。十几年前，穿过星门的时候，他本以为可以不再看到这样的眼神。\"这剑不卖。\"食腐者深吸一口气，再一次举起巨剑。\"萨卡兹，也不卖。\"……疲惫与饥饿的身躯将食腐者缓缓拖向远方。现在的塔卫二，还没到他能卖掉武器的时候。"
    }
  }
};
