var weapon_129_骑士精神 = {
  "weapon": {
    "itemId": "129",
    "name": "骑士精神",
    "image": "./images/weapons/weapon_129_骑士精神_869d470dc10a2af0e6a621b39d3b3ab1.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=129",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_129_骑士精神_869d470dc10a2af0e6a621b39d3b3ab1.png",
      "weapon_name": "骑士精神",
      "weapon_star": "6",
      "weapon_type": "施术单元",
      "weapon_intro": "梅什科工业研发的施术单元之一。选用特制D64钢壳，配多款定制模块。这款产品让人联想起昔日竞技场的烟火秀。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "49",
        "attributes": [
          {
            "name": "意志提升·大",
            "level": "1",
            "effect": "意志 +20"
          },
          {
            "name": "生命提升·大",
            "level": "1",
            "effect": "最大生命值 +10%"
          },
          {
            "name": "医疗·侵蚀性狂热",
            "level": "1",
            "effect": "治疗效率 +10%，装备者通过自身技能治疗后，全队攻击力 +9%，持续15秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "485",
        "attributes": [
          {
            "name": "意志提升·大",
            "level": "9",
            "effect": "意志 +156"
          },
          {
            "name": "生命提升·大",
            "level": "9",
            "effect": "最大生命值 +78%"
          },
          {
            "name": "医疗·侵蚀性狂热",
            "level": "9",
            "effect": "治疗效率 +28%，装备者通过自身技能治疗后，全队攻击力 +25%，持续15秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·大",
          "rank1": "意志 +20",
          "rank2": "意志 +36",
          "rank3": "意志 +52",
          "rank4": "意志 +68",
          "rank5": "意志 +84",
          "rank6": "意志 +100",
          "rank7": "意志 +116",
          "rank8": "意志 +132",
          "rank9": "意志 +156",
          "recommended_matrices": "无瑕基质·医疗"
        },
        {
          "skill_name": "生命提升·大",
          "rank1": "最大生命值 +10%",
          "rank2": "最大生命值 +18%",
          "rank3": "最大生命值 +26%",
          "rank4": "最大生命值 +34%",
          "rank5": "最大生命值 +42%",
          "rank6": "最大生命值 +50%",
          "rank7": "最大生命值 +58%",
          "rank8": "最大生命值 +66%",
          "rank9": "最大生命值 +78%",
          "recommended_matrices": "无瑕基质·医疗"
        },
        {
          "skill_name": "医疗·侵蚀性狂热",
          "rank1": "治疗效率 +10%，装备者通过自身技能治疗后，全队攻击力 +9%，持续15秒。同名效果无法叠加。",
          "rank2": "治疗效率 +12%，装备者通过自身技能治疗后，全队攻击力 +10%，持续15秒。同名效果无法叠加。",
          "rank3": "治疗效率 +14%，装备者通过自身技能治疗后，全队攻击力 +13%，持续15秒。同名效果无法叠加。",
          "rank4": "治疗效率 +16%，装备者通过自身技能治疗后，全队攻击力 +14%，持续15秒。同名效果无法叠加。",
          "rank5": "治疗效率 +18%，装备者通过自身技能治疗后，全队攻击力 +16%，持续15秒。同名效果无法叠加。",
          "rank6": "治疗效率 +20%，装备者通过自身技能治疗后，全队攻击力 +18%，持续15秒。同名效果无法叠加。",
          "rank7": "治疗效率 +22%，装备者通过自身技能治疗后，全队攻击力 +20%，持续15秒。同名效果无法叠加。",
          "rank8": "治疗效率 +24%，装备者通过自身技能治疗后，全队攻击力 +22%，持续15秒。同名效果无法叠加。",
          "rank9": "治疗效率 +28%，装备者通过自身技能治疗后，全队攻击力 +25%，持续15秒。同名效果无法叠加。",
          "recommended_matrices": "无瑕基质·医疗"
        }
      ],
      "recommended_matrices": "无瑕基质·医疗"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 49",
          "skills": "意志提升·大: 意志 +20, 生命提升·大: 最大生命值 +10%, 医疗·侵蚀性狂热: 治疗效率 +10%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至142, 意志提升·大: 意志 +36, 生命提升·大: 最大生命值 +10%, 医疗·侵蚀性狂热: 治疗效率 +10%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至240, 意志提升·大: 意志 +36, 生命提升·大: 最大生命值 +18%, 医疗·侵蚀性狂热: 治疗效率 +10%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至338, 意志提升·大: 意志 +52, 生命提升·大: 最大生命值 +18%, 医疗·侵蚀性狂热: 治疗效率 +10%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 D96钢样品四, 8 武陵石",
          "skills": "基础攻击力提升至485, 意志提升·大: 意志 +52, 生命提升·大: 最大生命值 +26%, 医疗·侵蚀性狂热: 治疗效率 +10%"
        }
      ]
    },
    "archive": {
      "basic_info": "伟大的总发言人马克维茨为我们留下的，不是乏味、空虚、苦修一般的生活。正是因为我们面临困苦，面临侵蚀、天使与整个塔卫二的敌意，我们才更需要人类社会中不可或缺的东西——刺激！小雅各宾说得很对，从书本到电影，从牌类游戏到电子产品，我们得幸保留了相当部分源自故乡的文娱形式，但为何我依然坚持这份事业？为何我一直在重提\"骑士竞技文化的复辟\"？少安毋躁！少安毋躁！请不要造谣，我从来不是个泰拉主义者或是归乡派。我关注的只有此时，此地。你觉得我是因为怀念卡西米尔才搞的这一套？我出生的时候我爸爸连卡西米尔的照片都没留下一张！恰恰相反！正因为我关注现实，我才会斥我毕生巨资，在家乡打造这样一个地下竞技场！各位，我们已经不在高雅的泰拉城市街道上啦！各位，我们在荒野，我们在异星，我们在一片陌生的土地上！文学？影视？那些温吞的东西只会让年轻人沉溺在安全坚固的住宅里，难道你要让一群书呆子去工团工厂搬源矿，让一群近视眼去铁誓军的堡垒对付天使吗？想想骑士竞技吧。对武器和身体的打磨，对源石技艺的极致钻研。这样尚武的运动难道不吻合我们残酷的现状吗？——换句话说，这话只对各位说——难道不会得到商会和军队的大力支持吗？不不不，别说得好像我们在培养野蛮人一样。骑士竞技确实强调武力，但对自我肉体和精神的打磨，不才是骑士精神的最好展现吗？道德……道德当然是必要的……但道德是赚到钱以后再商量的事情，对不？得了吧红下巴，你自己说，你那个当医生的儿子要是更强壮些，他去北面就职的时候，你还会担心吗？哦，你说得太对了。我甚至觉得铁誓军会投资我们……嗯。不妨这么想，若真能培养出几个擂台上的超级明星，也许其他合作方也都会为了他们抛来橄榄枝呢？我听说以前的卡西米尔就有这种先例！输出超级战士！投资？当然……投资。我把各位父老乡亲喊来可不是为了耍嘴皮子的……直白地说，我已经找到第一批选手了。有工程师，有医生，甚至有土匪……不过他们都是一些陪衬，我相中了两位退役士兵，他们一定能崭露头角！啊。你的提议也没错，这很稳妥。可是等到大街小巷都在关注我这场血脉偾张的赛事时，再想入局可就不是今天这个价了……算了吧，等到铁誓军都来投资我的时候，我可不需要你那点卖粮食的钱了，我的好舅舅！还有人没有签字吗？很好。既然是咱们一大家子攒的钱，竞技场就以我们的家族命名……不只如此，当骑士竞技重新风靡大地的时候，整个协会都应该冠以我们的名字！——汉尼克协会！"
    }
  }
};