var weapon_119_悼亡诗 = {
  "weapon": {
    "itemId": "119",
    "name": "悼亡诗",
    "image": "./images/weapons/weapon_119_悼亡诗_1fae00967359f5ce377d653319f63093.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=119",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_119_悼亡诗_1fae00967359f5ce377d653319f63093.png",
      "weapon_name": "悼亡诗",
      "weapon_star": "5",
      "weapon_type": "施术单元",
      "weapon_intro": "巫术时刻推出的古怪施术单元之一。反直觉地削弱了源石技艺的适应性，只为强调古老提卡兹巫术的黑暗逻辑。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42",
        "attributes": [
          {
            "name": "智识提升·中",
            "level": "1/3",
            "effect": "智识 +16"
          },
          {
            "name": "攻击提升·中",
            "level": "1/3",
            "effect": "攻击力 +4.0%"
          },
          {
            "name": "夜幕·冢火成萤",
            "level": "1/4",
            "effect": "最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "411",
        "attributes": [
          {
            "name": "智识提升·中",
            "level": "9/9",
            "effect": "智识 +124"
          },
          {
            "name": "攻击提升·中",
            "level": "9/9",
            "effect": "攻击力 +31.2%"
          },
          {
            "name": "夜幕·冢火成萤",
            "level": "9/9",
            "effect": "最大生命值 +28.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +22.4%，持续20秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·中",
          "rank1": "智识 +16",
          "rank2": "智识 +28",
          "rank3": "智识 +41",
          "rank4": "智识 +54",
          "rank5": "智识 +67",
          "rank6": "智识 +80",
          "rank7": "智识 +92",
          "rank8": "智识 +105",
          "rank9": "智识 +124"
        },
        {
          "skill_name": "攻击提升·中",
          "rank1": "攻击力 +4.0%",
          "rank2": "攻击力 +7.2%",
          "rank3": "攻击力 +10.4%",
          "rank4": "攻击力 +13.6%",
          "rank5": "攻击力 +16.8%",
          "rank6": "攻击力 +20.0%",
          "rank7": "攻击力 +23.2%",
          "rank8": "攻击力 +26.4%",
          "rank9": "攻击力 +31.2%"
        },
        {
          "skill_name": "夜幕·冢火成萤",
          "rank1": "最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。",
          "rank2": "最大生命值 +12.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +9.6%，持续20秒。同名效果无法叠加。",
          "rank3": "最大生命值 +14.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +11.2%，持续20秒。同名效果无法叠加。",
          "rank4": "最大生命值 +16.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +12.8%，持续20秒。同名效果无法叠加。",
          "rank5": "最大生命值 +18.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +14.4%，持续20秒。同名效果无法叠加。",
          "rank6": "最大生命值 +20.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +16.0%，持续20秒。同名效果无法叠加。",
          "rank7": "最大生命值 +22.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +17.6%，持续20秒。同名效果无法叠加。",
          "rank8": "最大生命值 +24.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +19.2%，持续20秒。同名效果无法叠加。",
          "rank9": "最大生命值 +28.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +22.4%，持续20秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·夜幕"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 42",
          "skills": "智识提升·中: 智识 +16, 攻击提升·中: 攻击力 +4.0%, 夜幕·冢火成萤: 最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至120, 智识提升·中: 智识 +28, 攻击提升·中: 攻击力 +4.0%, 夜幕·冢火成萤: 最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至286, 智识提升·中: 智识 +28, 攻击提升·中: 攻击力 +7.2%, 夜幕·冢火成萤: 最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至369, 智识提升·中: 智识 +41, 攻击提升·中: 攻击力 +7.2%, 夜幕·冢火成萤: 最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 象限拟合液, 8 武陵石",
          "skills": "基础攻击力提升至411, 智识提升·中: 智识 +41, 攻击提升·中: 攻击力 +10.4%, 夜幕·冢火成萤: 最大生命值 +10.0%，装备者施放终结技后，和自身属性不同的干员攻击力 +8.0%，持续20秒。同名效果无法叠加。"
        }
      ]
    },
    "archive": {
      "basic_info": "她清晨来到墓园祷告，中午离开，下午从事一些社区劳动，傍晚再回到墓园，然后深夜回家。我跟踪过，她的家就在墓园东南方向，最多一公里。和大部分众生长地的游人一样，即使在荒郊野岭，她也有办法怡然自处。\n她倒是不抵触和外人打交道，听说有工团的人还和她接触过，大都是物资交易上的事情。\n她看起来一点都不危险，年轻、温柔，甚至有一些羞怯。\n但是，你明白吧？离这里最近的聚落估计得有上百公里，可这里有一个墓园，而且只有一个守墓人！\n我确认过，那墓园里的所有人都和她没有关系。大部分是一些因为侵蚀事故或是天使袭击命丧荒野的路人。无名碑且不提，有名字的我都去查了，都是这些年的失踪人口。\n别说开车路过的工人们，我现在都开始害怕了。\n这活儿我最多再干一周。到时候把所有照片和录像都给你，我不干了。你不给钱都行。这我实在是受不了。\n她肯定是个食腐者！"
    }
  }
};
