var weapon_101_OBJ尖峰 = {
  "weapon": {
    "itemId": "101",
    "name": "O.B.J.尖峰",
    "image": "./images/weapons/weapon_101_O.B.J.尖峰_8ffe428d0400cb3d78ec691757a1837e.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=101",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_101_O.B.J.尖峰_8ffe428d0400cb3d78ec691757a1837e.png",
      "weapon_name": "O.B.J.尖峰",
      "weapon_star": "5",
      "weapon_type": "长柄武器",
      "weapon_intro": "-终末地干员用武器，装备之后可以显著提升干员的作战能力。\n\n-终末地工业出品的系列制式装备。由资深武库工程师奥佩罗所组建的原型创意组设计。使用者可自由调整枪尖的组件。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "42",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "1/3",
            "effect": "意志 +16"
          },
          {
            "name": "物理伤害提升·中",
            "level": "1/3",
            "effect": "物理伤害 +4.4%"
          },
          {
            "name": "附术·攀越冰峰",
            "level": "1/4",
            "effect": "装备者对处于寒冷附着和冻结状态的敌人造成的伤害 +8.0%；消耗冻结后，攻击力 +12.0%，持续15秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "411",
        "attributes": [
          {
            "name": "意志提升·中",
            "level": "9/9",
            "effect": "意志 +124"
          },
          {
            "name": "物理伤害提升·中",
            "level": "9/9",
            "effect": "物理伤害 +34.7%"
          },
          {
            "name": "附术·攀越冰峰",
            "level": "9/9",
            "effect": "装备者对处于寒冷附着和冻结状态的敌人造成的伤害 +22.4%；消耗冻结后，攻击力 +33.6%，持续15秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "意志提升·中",
          "rank1": "意志 +16",
          "rank9": "意志 +124"
        },
        {
          "skill_name": "物理伤害提升·中",
          "rank1": "物理伤害 +4.4%",
          "rank9": "物理伤害 +34.7%"
        },
        {
          "skill_name": "附术·攀越冰峰",
          "rank1": "装备者对处于寒冷附着和冻结状态的敌人造成的伤害 +8.0%；消耗冻结后，攻击力 +12.0%，持续15秒。同名效果无法叠加。",
          "rank9": "装备者对处于寒冷附着和冻结状态的敌人造成的伤害 +22.4%；消耗冻结后，攻击力 +33.6%，持续15秒。同名效果无法叠加。"
        }
      ],
      "recommended_matrices": "无瑕基质·附术"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "-",
          "skills": "意志提升·中 1/3, 物理伤害提升·中 1/3, 附术·攀越冰峰 1/4"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "意志提升·中 2/5, 物理伤害提升·中 1/4, 附术·攀越冰峰 1/4"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "意志提升·中 2/6, 物理伤害提升·中 2/6, 附术·攀越冰峰 1/4"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "意志提升·中 3/8, 物理伤害提升·中 2/7, 附术·攀越冰峰 1/4"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 象限拟合液, 8 燎石",
          "skills": "意志提升·中 3/9, 物理伤害提升·中 3/9, 附术·攀越冰峰 1/4"
        }
      ]
    },
    "archive": {
      "basic_info": "他想象过无数次自己再度遇见卢德森·沃克时的情景——\n或许是在新蓝卡坞哪部军旅大片的片场，看他作为军事顾问接受工作人员的致敬与求教；或许是在玛尔斯波利斯的图书馆前，看他以铁誓军代表的身份与工团的年轻人们畅谈军人的生涯；或许……\n可能性五花八门，无一不符合他的这位老战友作为铁誓军曾经的\"明日之星\"，永远冲在最前线的光辉形象。但唯独不会像此刻——\n在一辆开往菈梵朵玛的客车上，看他背着一把电吉他，因为看错了发车时间，对着一张黑曜石音乐节的宣传海报唉声叹气，如同遇到了什么天大的难题。\n仿佛是为了验证\"一定是自己认错人了\"一样，他走上前，一边朝这个和战友长得过分相似的中年人行了个标准的军礼，一边试图在对方脸上看到诸如\"莫名其妙\"\"见了鬼\"的神情。遗憾的是，这份侥幸在对方惊喜地喊出他名字的那刻彻底落空。\n\"小巴克？居然是你？！\"\n这个长得和卢德森很像的中年人……不，这显然就是卢德森本人，毕竟全塔卫二会叫他\"小巴克\"这绰号的一共也就不到五个人了，他想。\n\"我想想，我们有多少年没见了啊……\"卢德森像是认真地算起了数，接着猛地叹了口气，\"唉，都快二十年了吧？真快啊……\"\n他点点头，还没想好要怎么接话，就听卢德森满是怀念地自顾自地说了下去。\n\"当初我们整个旗队就你最喜欢把'退役'的事挂在嘴上……我还和文森特他们打过赌，赌你会不会是我们旗队第一个回老家的。\n\"结果我输得可惨了哈哈哈，第一个回去的就是文森特那小子，他啊……\"\n\"……为什么？\"他终于忍不住插嘴，\"不是说……'我这条命只会留在战场上'吗？\"\n——为什么连身经百战的英雄都没能坚持到最后？\n卢德森沉默，脸上的笑容在一瞬间冻结。半晌，紧捏着音乐节海报的中年人才苦笑着再度开口。\n\"没想到第一个问我这个的竟然是你……我提交退役申请的时候，连堡主都没说什么。\n\"不过，如果你是想要一个解释——那只能说……因为我发现自己开始害怕了。\n\"开始怕被派去侦察极光壁之后的禁地，开始怕继续面对那些根本杀不完还越来越难打的怪物……\n\"我感觉得到……那种被叫作'勇气'的东西在慢慢从我身体里溜走，我找不到任何留住它的办法，总有一天我恐怕连挽留它的那点气力都会没了吧。\n\"既然留不住，那至少也该给彼此一个体面点的'告别'？所以我选择了退役……而不是哪天一觉醒来，发现自己正躲在某个洞穴里瑟瑟发抖，只因为遭遇了打不赢的天使就当了逃兵。\"\n\"……那现在呢？你背上这把电吉他又是怎么回事？\"\n于是，46岁的卢德森·沃克露出了20年前最常挂在脸上的灿烂笑容。\n\"它吗？它是我用得最顺手的一把好武器。\n\"虽然偶尔会出那么点岔子，不过和我在乐队的战友们配合得不错……\n\"也是因为他们和它，才让我在当个没什么名气的三流重金属乐手的间隙，还能在脑子里想着该用电吉他的哪根弦勒断天使的头。\""
    }
  }
};
