var weapon_125_沧溟星梦 = {
  "weapon": {
    "itemId": "125",
    "name": "沧溟星梦",
    "image": "./images/weapons/weapon_125_沧溟星梦_c5954f91e2fa0bbd04313be756397517.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=125",
    "weapon_info": {
      "weapon_image": "./images/weapons/weapon_125_沧溟星梦_c5954f91e2fa0bbd04313be756397517.png",
      "weapon_name": "沧溟星梦",
      "weapon_star": "6",
      "weapon_type": "施术单元",
      "weapon_intro": "梅什科工业的高端线产品之一。优秀的源石技艺传导性让它不像其他时髦产品那样华而不实。"
    },
    "basic_info": {
      "initial_panel": {
        "base_attack": "50",
        "attributes": [
          {
            "name": "智识提升·大",
            "level": "1",
            "effect": "智识 +20"
          },
          {
            "name": "治疗效率提升·大",
            "level": "1",
            "effect": "治疗效率 +6.0%"
          },
          {
            "name": "附术·潮汐低语",
            "level": "1",
            "effect": "副能力 +16.0%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +10.0%，持续25秒。同名效果无法叠加。"
          }
        ]
      },
      "max_level_panel": {
        "base_attack": "495",
        "attributes": [
          {
            "name": "智识提升·大",
            "level": "9",
            "effect": "智识 +156"
          },
          {
            "name": "治疗效率提升·大",
            "level": "9",
            "effect": "治疗效率 +46.4%"
          },
          {
            "name": "附术·潮汐低语",
            "level": "9",
            "effect": "副能力 +44.8%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +28.0%，持续25秒。同名效果无法叠加。"
          }
        ]
      },
      "obtain_method": "武器池抽卡获取"
    },
    "weapon_skills_and_matrices": {
      "skill_details": [
        {
          "skill_name": "智识提升·大",
          "rank1": "智识 +20",
          "rank2": "智识 +36",
          "rank3": "智识 +52",
          "rank4": "智识 +68",
          "rank5": "智识 +84",
          "rank6": "智识 +100",
          "rank7": "智识 +116",
          "rank8": "智识 +132",
          "rank9": "智识 +156",
          "recommended_matrices": "无瑕基质·附术"
        },
        {
          "skill_name": "治疗效率提升·大",
          "rank1": "治疗效率 +6.0%",
          "rank2": "治疗效率 +10.7%",
          "rank3": "治疗效率 +15.5%",
          "rank4": "治疗效率 +20.2%",
          "rank5": "治疗效率 +25.0%",
          "rank6": "治疗效率 +29.8%",
          "rank7": "治疗效率 +34.5%",
          "rank8": "治疗效率 +39.3%",
          "rank9": "治疗效率 +46.4%",
          "recommended_matrices": "无瑕基质·附术"
        },
        {
          "skill_name": "附术·潮汐低语",
          "rank1": "副能力 +16.0%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +10.0%，持续25秒。同名效果无法叠加。",
          "rank2": "副能力 +19.2%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +12.0%，持续25秒。同名效果无法叠加。",
          "rank3": "副能力 +22.4%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +14.0%，持续25秒。同名效果无法叠加。",
          "rank4": "副能力 +25.6%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +16.0%，持续25秒。同名效果无法叠加。",
          "rank5": "副能力 +28.8%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +18.0%，持续25秒。同名效果无法叠加。",
          "rank6": "副能力 +32.0%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +20.0%，持续25秒。同名效果无法叠加。",
          "rank7": "副能力 +35.2%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +22.0%，持续25秒。同名效果无法叠加。",
          "rank8": "副能力 +38.4%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +24.0%，持续25秒。同名效果无法叠加。",
          "rank9": "副能力 +44.8%，装备者消耗腐蚀后，使目标敌人受到的法术伤害 +28.0%，持续25秒。同名效果无法叠加。",
          "recommended_matrices": "无瑕基质·附术"
        }
      ],
      "recommended_matrices": "无瑕基质·附术"
    },
    "upgrade_materials": {
      "materials_list": [
        {
          "phase": "0",
          "level_requirement": "1",
          "required_materials": "基础攻击力: 50",
          "skills": "智识提升·大: 智识 +20, 治疗效率提升·大: 治疗效率 +6.0%, 附术·潮汐低语: 副能力 +16.0%"
        },
        {
          "phase": "1",
          "level_requirement": "20",
          "required_materials": "5 强固模具, 3 轻黯石",
          "skills": "基础攻击力提升至145, 智识提升·大: 智识 +36, 治疗效率提升·大: 治疗效率 +6.0%, 附术·潮汐低语: 副能力 +16.0%"
        },
        {
          "phase": "2",
          "level_requirement": "40",
          "required_materials": "18 强固模具, 5 中黯石",
          "skills": "基础攻击力提升至245, 智识提升·大: 智识 +36, 治疗效率提升·大: 治疗效率 +10.7%, 附术·潮汐低语: 副能力 +16.0%"
        },
        {
          "phase": "3",
          "level_requirement": "60",
          "required_materials": "20 重型强固模具, 5 重黯石",
          "skills": "基础攻击力提升至345, 智识提升·大: 智识 +52, 治疗效率提升·大: 治疗效率 +10.7%, 附术·潮汐低语: 副能力 +16.0%"
        },
        {
          "phase": "4",
          "level_requirement": "80",
          "required_materials": "30 重型强固模具, 16 象限拟合液, 8 燎石",
          "skills": "基础攻击力提升至495, 智识提升·大: 智识 +52, 治疗效率提升·大: 治疗效率 +15.5%, 附术·潮汐低语: 副能力 +16.0%"
        }
      ]
    },
    "archive": {
      "basic_info": "我也曾忧虑自己该去往何处。我这体格，首先就考虑去艾什柏环岛参加地下格斗。但我被那里的萧条景象给吓到了，我可不想在那儿度过我的余生。于是我就来到了拉梵朵玛，这可是座充满机会的大都市，无数大人物来到这里，联席会议、论坛、展会，这里应有尽有！…………一年过去了，我花光了全部身家，买了一辆车，在一位好心商人的帮助下改造成了移动餐厅，也就是现在这辆。毕竟在海边嘛，我就管它叫\"船\"，\"船\"停在哪儿，哪儿就是我的\"码头\"。我还找了一些人来帮我打下手，当时正好是黑曜石音乐节，到处都是游客，遍地都是金票。…………两年过去了，越来越多的人像我一样，开着辆小车，接待着往来的游客。唉，成也黑曜石音乐节，败也黑曜石音乐节……你们说，这楼是越盖越多，怎么我的顾客怎么反而变少了？那一年啊，我还看见有一个菲林，和当年的我一样，花光了所有身家，但最后什么都没了………………三年过去了，我当时也不知道自己还能撑多久，收益越来越少。最气人的是，经常把车开到我对面的那个佩洛，居然还跑到我这儿来抢我的店员，跟他们说什么我很快就撑不下去了……气死我了。…………我开始收拾行李，反正\"船\"上只剩我一个，开走就能回老家。但就是那年，拉梵朵玛发生了一场海啸。灾难结束后，一支终末地的医疗救援队来了……你说终末地和我这家小店有什么关系？当然没关系咯，但在一天夜里，我听到他们在说什么，很漂亮，像星空一样。我出去一看，漆黑的海滩上散布着被海水吹过来的贝壳，其中一些散发着一缕缕幽光。我突然想起，以前的音乐节也能看到这种景象，那时候人还没有现在这么多。于是我便有了主意，第二天就把\"船\"给抵押了，搞了一批会发光的贝壳，再加点装饰品，对，和你手上那个一样。然后？然后这里的\"码头\"变多了，\"船\"也就好走咯。不瞒你说，我准备把这一块沙滩承包下来，对对，就你脚下这一片。然后把这些贝壳磨碎，搞个夜光海滩！名字我都想好了，叫\"星砂海梦\"。说不定下一次黑曜石音乐节的夜场就会选在我这里，到时候你们可一定要来捧场啊，我给你们打个折。那个佩洛？不就在那儿吗，我们现在可是合伙人。为什么选他？这座拉梵朵玛，不就是做生意的互帮互助，才有了现在的样子吗？"
    }
  }
};