var operator_94_卡契尔 = {
  "operator": {
    "itemId": "94",
    "name": "卡契尔",
    "cover": "./images/6980af993a151ae9156136ea_f1525633.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=94",
    "title": "卡契尔 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "需要掩护吗？我会全力以赴的。",
      "description": "终末地Z7行动组成员，负责掩护与后勤工作。卡契尔曾接受过完整的军事训练，大量的相关知识储备让他常能在关键时刻为队友们提供合适的建议。幼年时因意外导致的病痛没有将他击垮，反而促使他逐渐成长为一名坚忍不拔的战士。"
    },
    "basic_info": {
        "code": "卡契尔",
        "gender": "男",
        "identity": "终末地工业",
        "birthday": "8月16日",
        "race": "佩洛",
        "tags": ["庇护", "护盾", "虚弱"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "双手剑",
      "main_ability": "力量",
      "sub_ability": "意志",
      "attribute": "物理",
      "class": "重装",
      "star": "4星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "21",
            "敏捷": "9",
            "智识": "8",
            "意志": "11"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "88"
          },
          "能力值": {
            "力量": "54",
            "敏捷": "28",
            "智识": "25",
            "意志": "31"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "148"
          },
          "能力值": {
            "力量": "89",
            "敏捷": "47",
            "智识": "42",
            "意志": "53"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "209"
          },
          "能力值": {
            "力量": "124",
            "敏捷": "67",
            "智识": "60",
            "意志": "74"
          }
        },
        "80级": {
          "需求素材": "100000 折金票, 8 血菌, 20 快子遴捡晶格, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "270"
          },
          "能力值": {
            "力量": "159",
            "敏捷": "87",
            "智识": "77",
            "意志": "96"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "300"
          },
          "能力值": {
            "力量": "176",
            "敏捷": "96",
            "智识": "86",
            "意志": "106"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "技能名字": "基础战术",
          "技能描述": "普通攻击：对敌人进行至多4段攻击，造成物理伤害。作为主控干员时，重击会造成22点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "35%",
              "rank2": "39%",
              "rank3": "42%",
              "rank4": "46%",
              "rank5": "49%",
              "rank6": "53%",
              "rank7": "56%",
              "rank8": "60%",
              "rank9": "63%",
              "技能专精1": "67%",
              "技能专精2": "73%",
              "技能专精3": "79%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "39%",
              "rank2": "42%",
              "rank3": "46%",
              "rank4": "50%",
              "rank5": "54%",
              "rank6": "58%",
              "rank7": "62%",
              "rank8": "65%",
              "rank9": "69%",
              "技能专精1": "74%",
              "技能专精2": "80%",
              "技能专精3": "87%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "54%",
              "rank2": "59%",
              "rank3": "65%",
              "rank4": "70%",
              "rank5": "76%",
              "rank6": "81%",
              "rank7": "86%",
              "rank8": "92%",
              "rank9": "97%",
              "技能专精1": "104%",
              "技能专精2": "112%",
              "技能专精3": "122%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "71%",
              "rank2": "78%",
              "rank3": "85%",
              "rank4": "92%",
              "rank5": "99%",
              "rank6": "107%",
              "rank7": "114%",
              "rank8": "121%",
              "rank9": "128%",
              "技能专精1": "137%",
              "技能专精2": "147%",
              "技能专精3": "160%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "技能类型": "战技",
            "技能名字": "刚性阻击",
            "技能描述": "架起盾牌格挡攻击，使自身及周围干员获得庇护，并立即返还一定技力。若在立盾期间受到攻击，则发动一次反击，尝试对敌人造成物理伤害并施加1层破防。",
            "技能等级数据": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "178%",
                "rank2": "196%",
                "rank3": "213%",
                "rank4": "231%",
                "rank5": "249%",
                "rank6": "267%",
                "rank7": "285%",
                "rank8": "302%",
                "rank9": "320%",
                "技能专精1": "342%",
                "技能专精2": "369%",
                "技能专精3": "400%"
              },
              {
                "key": "失衡值",
                "rank1": "20",
                "rank2": "20",
                "rank3": "20",
                "rank4": "20",
                "rank5": "20",
                "rank6": "20",
                "rank7": "20",
                "rank8": "20",
                "rank9": "20",
                "技能专精1": "20",
                "技能专精2": "20",
                "技能专精3": "20"
              },
              {
                "key": "庇护效果",
                "rank1": "90%",
                "rank2": "90%",
                "rank3": "90%",
                "rank4": "90%",
                "rank5": "90%",
                "rank6": "90%",
                "rank7": "90%",
                "rank8": "90%",
                "rank9": "90%",
                "技能专精1": "90%",
                "技能专精2": "90%",
                "技能专精3": "90%"
              },
              {
                "key": "返还技力",
                "rank1": "30",
                "rank2": "30",
                "rank3": "30",
                "rank4": "30",
                "rank5": "30",
                "rank6": "30",
                "rank7": "30",
                "rank8": "30",
                "rank9": "30",
                "技能专精1": "30",
                "技能专精2": "30",
                "技能专精3": "30"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "技能类型": "连携技",
            "技能名字": "即时压制",
            "技能描述": "当敌人开始蓄力，或主控干员受到攻击后生命值低于40%可以发动。挥拳向前用力扣下，对敌人造成物理伤害，并使自身和另一名友方干员（主控干员优先）获得护盾。防御力可以额外提高护盾值。",
            "技能等级数据": [
              {
                "key": "冷却时间",
                "rank1": "35秒",
                "rank2": "35秒",
                "rank3": "35秒",
                "rank4": "35秒",
                "rank5": "35秒",
                "rank6": "35秒",
                "rank7": "35秒",
                "rank8": "35秒",
                "rank9": "35秒",
                "技能专精1": "35秒",
                "技能专精2": "35秒",
                "技能专精3": "33秒"
              },
              {
                "key": "第一段伤害倍率",
                "rank1": "25%",
                "rank2": "27%",
                "rank3": "30%",
                "rank4": "32%",
                "rank5": "34%",
                "rank6": "37%",
                "rank7": "39%",
                "rank8": "42%",
                "rank9": "44%",
                "技能专精1": "47%",
                "技能专精2": "51%",
                "技能专精3": "55%"
              },
              {
                "key": "第二段伤害倍率",
                "rank1": "100%",
                "rank2": "110%",
                "rank3": "120%",
                "rank4": "130%",
                "rank5": "140%",
                "rank6": "150%",
                "rank7": "160%",
                "rank8": "170%",
                "rank9": "180%",
                "技能专精1": "193%",
                "技能专精2": "208%",
                "技能专精3": "225%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              },
              {
                "key": "基础值护盾",
                "rank1": "360",
                "rank2": "432",
                "rank3": "504",
                "rank4": "576",
                "rank5": "612",
                "rank6": "648",
                "rank7": "684",
                "rank8": "720",
                "rank9": "756",
                "技能专精1": "774",
                "技能专精2": "792",
                "技能专精3": "810"
              },
              {
                "key": "每点防御力提升的护盾值",
                "rank1": "2.25",
                "rank2": "2.7",
                "rank3": "3.15",
                "rank4": "3.6",
                "rank5": "3.83",
                "rank6": "4.05",
                "rank7": "4.28",
                "rank8": "4.5",
                "rank9": "4.73",
                "技能专精1": "4.84",
                "技能专精2": "4.95",
                "技能专精3": "5.06"
              },
              {
                "key": "护盾持续时间（秒）",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "技能类型": "终结技",
            "技能名字": "教科书式猛攻",
            "技能描述": "挥动大剑快速向前斩击2次，造成物理伤害并施加虚弱。最后向下猛砸，对目标范围内的所有敌人造成大量物理伤害并造成倒地。",
            "技能等级数据": [
              {
                "key": "所需终结技能量",
                "rank1": "80",
                "rank2": "80",
                "rank3": "80",
                "rank4": "80",
                "rank5": "80",
                "rank6": "80",
                "rank7": "80",
                "rank8": "80",
                "rank9": "80",
                "技能专精1": "80",
                "技能专精2": "80",
                "技能专精3": "80"
              },
              {
                "key": "冷却时间",
                "rank1": "15秒",
                "rank2": "15秒",
                "rank3": "15秒",
                "rank4": "15秒",
                "rank5": "15秒",
                "rank6": "15秒",
                "rank7": "15秒",
                "rank8": "15秒",
                "rank9": "15秒",
                "技能专精1": "15秒",
                "技能专精2": "15秒",
                "技能专精3": "15秒"
              },
              {
                "key": "第一段伤害倍率",
                "rank1": "89%",
                "rank2": "98%",
                "rank3": "107%",
                "rank4": "116%",
                "rank5": "125%",
                "rank6": "134%",
                "rank7": "143%",
                "rank8": "151%",
                "rank9": "160%",
                "技能专精1": "172%",
                "技能专精2": "185%",
                "技能专精3": "200%"
              },
              {
                "key": "第一段失衡值",
                "rank1": "5",
                "rank2": "5",
                "rank3": "5",
                "rank4": "5",
                "rank5": "5",
                "rank6": "5",
                "rank7": "5",
                "rank8": "5",
                "rank9": "5",
                "技能专精1": "5",
                "技能专精2": "5",
                "技能专精3": "5"
              },
              {
                "key": "第二段伤害倍率",
                "rank1": "120%",
                "rank2": "132%",
                "rank3": "144%",
                "rank4": "156%",
                "rank5": "168%",
                "rank6": "180%",
                "rank7": "192%",
                "rank8": "204%",
                "rank9": "216%",
                "技能专精1": "231%",
                "技能专精2": "249%",
                "技能专精3": "270%"
              },
              {
                "key": "第二段失衡值",
                "rank1": "5",
                "rank2": "5",
                "rank3": "5",
                "rank4": "5",
                "rank5": "5",
                "rank6": "5",
                "rank7": "5",
                "rank8": "5",
                "rank9": "5",
                "技能专精1": "5",
                "技能专精2": "5",
                "技能专精3": "5"
              },
              {
                "key": "第三段伤害倍率",
                "rank1": "178%",
                "rank2": "196%",
                "rank3": "213%",
                "rank4": "231%",
                "rank5": "249%",
                "rank6": "267%",
                "rank7": "284%",
                "rank8": "302%",
                "rank9": "320%",
                "技能专精1": "342%",
                "技能专精2": "369%",
                "技能专精3": "400%"
              },
              {
                "key": "第三段失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              },
              {
                "key": "虚弱效果",
                "rank1": "20%",
                "rank2": "20%",
                "rank3": "20%",
                "rank4": "20%",
                "rank5": "20%",
                "rank6": "25%",
                "rank7": "25%",
                "rank8": "25%",
                "rank9": "25%",
                "技能专精1": "30%",
                "技能专精2": "30%",
                "技能专精3": "30%"
              },
              {
                "key": "虚弱持续时间（秒）",
                "rank1": "8",
                "rank2": "8",
                "rank3": "8",
                "rank4": "8",
                "rank5": "8",
                "rank6": "8",
                "rank7": "8",
                "rank8": "8",
                "rank9": "8",
                "技能专精1": "8",
                "技能专精2": "8",
                "技能专精3": "8"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "天赋名称": "锤炼",
          "天赋描述": "干员力量能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员能力提高数值",
              "锤炼·一": "10",
              "锤炼·二": "15",
              "锤炼·三": "15",
              "锤炼·四": "20"
            },
            {
              "key": "激活条件",
              "锤炼·一": "干员信赖度达到20%",
              "锤炼·二": "晋升至精英化阶段1",
              "锤炼·三": "干员信赖度达到50%",
              "锤炼·四": "晋升至精英化阶段2, 干员信赖度达到100%, 晋升至精英化阶段3, 晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "坚韧防线",
          "天赋描述": "每有10点意志，防御力+1.0/+1.2。",
          "天赋等级数据": [
            {
              "key": "每10点意志的防御力提升数值",
              "坚韧防线·一": "1.0",
              "坚韧防线·二": "1.2"
            },
            {
              "key": "激活条件",
              "坚韧防线·一": "晋升至精英化阶段1",
              "坚韧防线·二": "晋升至精英化阶段2"
            }
          ]
        },
        {
          "天赋名称": "全局思维",
          "天赋描述": "终结技教科书式猛攻的最后一击产生2/3次冲击波，每次冲击波造成攻击力30%/45%的物理伤害。",
          "天赋等级数据": [
            {
              "key": "冲击波次数",
              "全局思维·一": "2",
              "全局思维·二": "3"
            },
            {
              "key": "冲击波伤害倍率",
              "全局思维·一": "30%",
              "全局思维·二": "45%"
            },
            {
              "key": "激活条件",
              "全局思维·一": "晋升至精英化阶段2",
              "全局思维·二": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "缄默关怀",
          "天赋描述": "进驻总控中枢时，所有干员心情恢复提升8%/12%。",
          "天赋等级数据": [
            {
              "key": "所有干员心情恢复提升",
              "缄默关怀·α": "8%",
              "缄默关怀·β": "12%"
            },
            {
              "key": "激活条件",
              "缄默关怀·α": "晋升至精英化阶段1",
              "缄默关怀·β": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "务实心态",
          "天赋描述": "进驻培养舱时，舱室内干员心情消耗降低14%/18%。",
          "天赋等级数据": [
            {
              "key": "培养舱干员心情消耗降低",
              "务实心态·β": "14%",
              "务实心态·γ": "18%"
            },
            {
              "key": "激活条件",
              "务实心态·β": "晋升至精英化阶段2",
              "务实心态·γ": "晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "装备适配·一": "蓝色",
              "装备适配·二": "紫色",
              "装备适配·三": "金色"
            },
            {
              "key": "激活条件",
              "装备适配·一": "晋升至精英化阶段1",
              "装备适配·二": "晋升至精英化阶段2",
              "装备适配·三": "晋升至精英化阶段3"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": "潜能1",
          "潜能效果": "多重战备：战技刚性阻击和终结技教科书式猛攻命中敌人时，额外造成一次[300+防御力×5.0]的物理伤害。"
        },
        {
          "潜能等级": "潜能2",
          "潜能效果": "额外特训：防御力+20，意志+10。"
        },
        {
          "潜能等级": "潜能3",
          "潜能效果": "不屈心锚：连携技即时压制提供的护盾持续时间+5秒。"
        },
        {
          "潜能等级": "潜能4",
          "潜能效果": "苦难代偿：终结技教科书式猛攻所需的终结技能量-10%。"
        },
        {
          "潜能等级": "潜能5",
          "潜能效果": "无悔抉择：卡契尔存在护盾时，战技刚性阻击成功命中敌人后返还10点技力。"
        }
      ],
      "postcards": [
        {
          "明信片名称": "时刻坚守",
          "画师": "九鸟山",
          "明信片描述": "无论何时，那道手执坚盾的湛蓝身影始终在那里。"
        },
        {
          "明信片名称": "战前准备",
          "画师": "EXP",
          "明信片描述": "在任务开始之前，他已经为后续的每种情况都准备了十种应急方案。"
        },
        {
          "明信片名称": "坚实后盾",
          "画师": "かしまき",
          "明信片描述": "令人放心的安全感与让人满足的饱腹感——永远是他所在的队伍里最不会缺乏的东西。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "佩洛",
        "专长·一": "工业制造：他经手过的武器总拥有远超平均值的使用寿命。",
        "专长·二": "烹饪：烤羽兽、土豆炖肉、野炊浓汤——总是那老三样，但也总让人吃不腻。",
        "爱好·一": "生活：见识了他在烹饪、打扫、家电维修等方面的一丝不苟后，某位热心同事毅然给他颁发了万能管家的称号。",
        "爱好·二": "运动：每天做三十个深蹲是他在训练营学到的第一个锻炼方式，而目前已坚持完成了一千九百四十六天。"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】卡契尔【性别】男【身份认证】终末地工业【生日】8月16日【种族】佩洛【矿石病感染情况】参照医学检测报告，确认为感染者。 【综合体检测试】生理强度：标准作战技巧：标准战术规划：标准源石技艺适应性：标准 卡契尔干员的过往病历让我们对他现如今的测试结果感到惊讶，难以想象他是如何做到在那样的身体状况下，将自身生理强度提升到目前这个水平。基于诸多考虑，医疗部门将密切关注卡契尔干员后续的例行检查情况。"
        },
        {
          "type": "人事简述",
          "content": "干员卡契尔，本名鲁伊·范·卡契尔，出生于文明环带的军人家庭。经干员秋栗申请，纳入Z7行动组管理。 基于已有的任务反馈，卡契尔先生应是Z7行动组中最令人放心的一位干员。他从不缺勤，总是按时提交报告，无任何不良嗜好，具备极好的合作性。但与此同时，我们也注意到，受幼年经历影响，卡契尔先生对自身的要求存在过于严苛的倾向。简而言之，他会逼迫自己承担一些他本不需要承担的责任与任务目标。因此建议在为卡契尔先生安排工作时，尽量参考Z7行动组组长秋栗的建议。——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "卡契尔无疑是Z7行动组中备受队友信赖的一位。尽管他平日里似乎更习惯沉默地站在队友们的身后，仿佛对其他人的闲聊毫无兴趣，但实际上，但凡有任何提及他的话题出现，他总会第一时间应声并给予妥善回复，教人有理由相信他从头到尾都没漏听掉一句。 是的，没错，我们的\"万能管家\"先生就是这么一个很难让人挑出错的家伙。有时候我真的很怀疑，他是不是每次行动结束都要回去写一份反省报告，然后还定期回看？不然你觉得一般人至于连\"上上上次行动漏带了一支手电筒\"这种事都记得清清楚楚吗？反正我可做不到。——萤石 卡契尔这个人，简单得有些不可思议了……他的表情管理和安塔尔一样厉害，好像很少有什么特别的变化……嗯，除了那次，我把放了一周忘记扔的奶油蛋糕不小心甩到了他的大剑上……他居然第一次对我皱眉了，真是太不容易了。——埃特拉 他很擅长解决一些麻烦的问题，也很懂得聆听的重要性，就是不太爱说话，让人忧心他平日的社交。好在他会做烤羽兽，味道甚至可以和我奶奶一拼，所以也就用不着忧心了——没什么能难倒一个会做烤羽兽的人。——安塔尔 虽然每次说到\"Z7最让我省心的人\"，大家都会一致认为是卡契尔，但我并不这么认为。因为不管是在任务中还是生活中，他都习惯性地把其他人的想法和诉求看得比自己重要……而作为队长，这绝不是我想要看到的。所以每次发现卡契尔又在自行承担额外工作时，我也会主动调整他后续的任务安排，让他不至于太辛苦。——秋栗"
        },
        {
          "type": "档案资料·二",
          "content": "七年前，在我离开蓝松子安保后的那个秋天，为了方便照料我父亲并为他筹集更多的治疗费用，我在家附近的青少年训练营找了一份教官的兼职。我的主要工作就是把部队里一些最基本的常识一点点讲给这些估计连环带边缘都没去过的孩子们。而在我任教的三年间，有一位年仅15岁，名叫鲁伊的学员最令我印象深刻。他是那一届学员里唯一一个临时入营的，据说他父母本不愿意他来受训，但在他的强烈要求下最终妥协。后来我经常会想，或许我在刚得知这件事之后就应对鲁伊提高一些警惕的，至少该明白这个瘦削得让人怀疑是不是营养不良的孩子，并不像看起来的那么听话。 整个学期我一共教过他十一节课，其中八节都曾被他\"找过茬儿\"。从与教科书稍有区别的演示姿势到一两个无伤大雅的记忆差错，只要我的课堂中存在任何称得上失误的地方，都免不了被他一一指出。以至于后来我几乎每堂课前都要先自己预习一遍，以免再被他纠错。 后来在他快结业的某天，我终于第一次放下作为教官的矜持，向他问出了那个困扰我多时的问题：\"到底是因为什么，让你一直这么执着地给我这个教官挑错？总不会是我哪里得罪了你吧？\"而他当时的表情，直到现在我也记忆犹新——他先是摇了摇头，然后拿出了他那本边角都因为翻阅次数太多而卷起来、环塔商会统一发行的《如何成为一名合格的军人？（青少年版）》，指着它看向我，目光无比认真。 \"不，卢卡老师，你讲的课很有趣，举的例子也比书上写的生动多了，我其实很喜欢听你的课……但是，你可能不知道，这本书里讲述的一切，曾经是激励我来到这里的支柱……\" \"我……会那么在乎里面的每一条常识，只是因为我希望有一天能真正地在战场上应用它们……就像我9岁时梦想的那样……\" 在得到他的回答后，我总算从熟识的另一名教官那里知道了鲁伊的童年往事——他曾因为家人的一时疏忽患上了矿石病，虽然治疗得非常及时，却还是让他差点儿就一辈子只能待在病床上。 我不知道他为了像普通学员那样正常受训，到底经历过什么，付出过什么……但至少作为教官，我很肯定，他确实是我值得骄傲的学生，哪怕我确实曾对他的种种行为深感头疼。 而现在想想，如果没有鲁伊那时近乎不依不饶的指正，我恐怕不会那么努力地对照教材进行备课，也不可能改正自己在部队时囫囵学习、不求甚解的习惯，更不会在后来加入高级武装安保人员训练计划，成为一名真正的雇佣兵教官了。 ………… 再后来，我的父亲去世，我也离开了合金萝卜城，与训练营的同事也断了联系……不清楚鲁伊后来的去向。 只是从一位意外遇到的学员那里得知，鲁伊似乎是入职了一家颇有名望的公司，从事类似安保的工作……老实说，我有些意外，我本以为他会成为一名军人或是教官…… 但无论如何，我依然衷心希望他能有机会善用那些学到的知识，真正实现他那个童年的梦想。——节选自传奇教官卢卡·伦蒂的回忆录《那些不被记住的》"
        },
        {
          "type": "档案资料·三",
          "content": "【卡契尔的个人训练日志摘录】 今天完成了常规的晨练，包括三十个深蹲、二十个俯卧撑和十分钟的平板支撑。身体状况良好，没有出现任何不适。 上午的战术理论课上，我注意到秋栗队长在讲解掩护战术时提到了一种新的阵型，我需要课后查阅相关资料，确保自己完全理解并能在实际行动中应用。 下午的武器维护训练中，我发现安塔尔的大剑有些松动，已经帮他进行了调整和润滑。同时，我也检查了小队其他成员的武器，确保它们都处于最佳状态。 晚上，我为小队准备了烤羽兽和土豆炖肉。根据埃特拉的建议，我在炖肉中加入了一些野生香草，味道似乎还不错。 明天的任务是前往边境地带进行侦察，我需要提前准备好所需的装备和补给，并制定详细的应急预案。 总结：今天的训练和工作都很顺利，没有出现任何问题。我会继续努力，为小队的成功贡献自己的力量。"
        },
        {
          "type": "档案资料·四",
          "content": "【终末地工业医疗部门报告】 患者：鲁伊·范·卡契尔 年龄：22岁 种族：佩洛 症状：幼年时因矿石病感染导致的慢性疼痛 诊断结果：患者在幼年时因意外接触源石而感染矿石病，虽经及时治疗控制了病情，但仍会间歇性出现慢性疼痛。 治疗方案：定期服用抑制剂，避免过度劳累，保持良好的作息和饮食习惯。 备注：患者通过长期的体能训练和意志锻炼，已经能够很好地控制疼痛对日常生活和工作的影响。他的坚韧不拔的精神令人钦佩，建议在任务安排时适当考虑他的身体状况，避免给他过大的压力。"
        }
      ]
    },
    "voice_records": [
      {
        "语音类型": "行动准备1",
        "语音内容": "需要掩护吗？我会全力以赴的。"
      },
      {
        "语音类型": "行动准备2",
        "语音内容": "所有装备都已检查完毕，随时可以出发。"
      },
      {
        "语音类型": "编入队伍1",
        "语音内容": "很高兴能与大家并肩作战。"
      },
      {
        "语音类型": "编入队伍2",
        "语音内容": "我会做好自己的本职工作。"
      }
    ]
  }
}