var operator_24_余烬 = {
  "operator": {
    "itemId": "24",
    "name": "余烬",
    "cover": "./images/operators/operator_24_余烬_69940065223662a892b01da4_db193eac.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=24",
    "title": "余烬 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "出发吧，战争没有终点，也没有退路。",
      "description": "余烬隶属于铁誓军——一个常年驻守北方险要之地的军事组织。为了征募阵亡战友的继任者，余烬回到了文明环带，受邀与终末地工业合作。在敌人面前，她是永不退却的堡垒；在同伴眼中，她是永不垮塌的高墙。"
    },
    "basic_info": {
        "code": "余烬",
        "gender": "女",
        "identity": "铁誓军",
        "birthday": "4月10日",
        "race": "萨科塔",
        "tags": ["倒地", "治疗", "护盾"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "双手剑",
      "main_ability": "力量",
      "sub_ability": "意志",
      "attribute": "灼热",
      "class": "重装",
      "star": "6星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "21",
            "敏捷": "9",
            "智识": "8",
            "意志": "13"
          },
          "需求素材": "无"
        },
        "20级": {
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "93"
          },
          "能力值": {
            "力量": "54",
            "敏捷": "28",
            "智识": "25",
            "意志": "36"
          },
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘"
        },
        "40级": {
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "159"
          },
          "能力值": {
            "力量": "89",
            "敏捷": "47",
            "智识": "42",
            "意志": "60"
          },
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘"
        },
        "60级": {
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "225"
          },
          "能力值": {
            "力量": "124",
            "敏捷": "67",
            "智识": "60",
            "意志": "84"
          },
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组"
        },
        "80级": {
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "291"
          },
          "能力值": {
            "力量": "159",
            "敏捷": "87",
            "智识": "77",
            "意志": "108"
          },
          "需求素材": "100000 折金票, 8 星门菌, 20 D96钢样品四, 36 协议圆盘组"
        },
        "满级数值": {
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "323"
          },
          "能力值": {
            "力量": "176",
            "敏捷": "96",
            "智识": "86",
            "意志": "120"
          },
          "需求素材": "/"
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "陷阵剑术",
          "description": "普通攻击：对敌人进行至多4段攻击，造成物理伤害。作为主控干员时，重击会造成25点失衡。下落攻击：处于空中时使用普攻，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "levels": [
            {"level": "RANK 1", "普攻第一段倍率": "38%", "普攻第二段倍率": "54%", "普攻第三段倍率": "66%", "普攻第四段倍率": "82%", "处决攻击倍率": "400%", "下落攻击倍率": "80%"},
            {"level": "RANK 2", "普攻第一段倍率": "42%", "普攻第二段倍率": "59%", "普攻第三段倍率": "73%", "普攻第四段倍率": "90%", "处决攻击倍率": "440%", "下落攻击倍率": "88%"},
            {"level": "RANK 3", "普攻第一段倍率": "46%", "普攻第二段倍率": "64%", "普攻第三段倍率": "80%", "普攻第四段倍率": "98%", "处决攻击倍率": "480%", "下落攻击倍率": "96%"},
            {"level": "RANK 4", "普攻第一段倍率": "50%", "普攻第二段倍率": "70%", "普攻第三段倍率": "86%", "普攻第四段倍率": "106%", "处决攻击倍率": "520%", "下落攻击倍率": "104%"},
            {"level": "RANK 5", "普攻第一段倍率": "54%", "普攻第二段倍率": "75%", "普攻第三段倍率": "93%", "普攻第四段倍率": "114%", "处决攻击倍率": "560%", "下落攻击倍率": "112%"},
            {"level": "RANK 6", "普攻第一段倍率": "57%", "普攻第二段倍率": "80%", "普攻第三段倍率": "99%", "普攻第四段倍率": "122%", "处决攻击倍率": "600%", "下落攻击倍率": "120%"},
            {"level": "RANK 7", "普攻第一段倍率": "61%", "普攻第二段倍率": "86%", "普攻第三段倍率": "106%", "普攻第四段倍率": "131%", "处决攻击倍率": "640%", "下落攻击倍率": "128%"},
            {"level": "RANK 8", "普攻第一段倍率": "65%", "普攻第二段倍率": "91%", "普攻第三段倍率": "113%", "普攻第四段倍率": "139%", "处决攻击倍率": "680%", "下落攻击倍率": "136%"},
            {"level": "RANK 9", "普攻第一段倍率": "69%", "普攻第二段倍率": "96%", "普攻第三段倍率": "119%", "普攻第四段倍率": "147%", "处决攻击倍率": "720%", "下落攻击倍率": "144%"},
            {"level": "技能专精1", "普攻第一段倍率": "74%", "普攻第二段倍率": "103%", "普攻第三段倍率": "128%", "普攻第四段倍率": "157%", "处决攻击倍率": "770%", "下落攻击倍率": "154%"},
            {"level": "技能专精2", "普攻第一段倍率": "79%", "普攻第二段倍率": "111%", "普攻第三段倍率": "138%", "普攻第四段倍率": "169%", "处决攻击倍率": "830%", "下落攻击倍率": "166%"},
            {"level": "技能专精3", "普攻第一段倍率": "86%", "普攻第二段倍率": "120%", "普攻第三段倍率": "149%", "普攻第四段倍率": "184%", "处决攻击倍率": "900%", "下落攻击倍率": "180%"}
          ]
        },
        "tactical_skills": [
          {
            "name": "进军",
            "description": "向前方跃起随后重砸，对扇形范围内的所有敌人造成灼热伤害并⬇倒地。施放过程中若受到过来自敌人的伤害，命中时额外造成一定失衡。",
            "levels": [
              {"level": "RANK 1", "技力消耗": "100", "伤害倍率": "173%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 2", "技力消耗": "100", "伤害倍率": "191%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 3", "技力消耗": "100", "伤害倍率": "208%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 4", "技力消耗": "100", "伤害倍率": "225%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 5", "技力消耗": "100", "伤害倍率": "243%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 6", "技力消耗": "100", "伤害倍率": "260%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 7", "技力消耗": "100", "伤害倍率": "277%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 8", "技力消耗": "100", "伤害倍率": "295%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "RANK 9", "技力消耗": "100", "伤害倍率": "312%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "技能专精1", "技力消耗": "100", "伤害倍率": "334%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "技能专精2", "技力消耗": "100", "伤害倍率": "360%", "失衡值": "10", "受击后额外造成失衡值": "10"},
              {"level": "技能专精3", "技力消耗": "100", "伤害倍率": "390%", "失衡值": "10", "受击后额外造成失衡值": "10"}
            ]
          }
        ],
        "link_skills": [
          {
            "name": "前线援护",
            "description": "主控干员受到攻击后可以发动。向目标敌人跳起并重砸，造成物理伤害和⬇倒地，同时治疗主控干员。意志可以额外提高治疗量。",
            "levels": [
              {"level": "RANK 1", "冷却时间": "19秒", "伤害倍率": "102%", "失衡值": "10", "基础治疗值": "300", "每点意志增加的治疗值": "0.7"},
              {"level": "RANK 2", "冷却时间": "19秒", "伤害倍率": "112%", "失衡值": "10", "基础治疗值": "360", "每点意志增加的治疗值": "0.84"},
              {"level": "RANK 3", "冷却时间": "19秒", "伤害倍率": "122%", "失衡值": "10", "基础治疗值": "420", "每点意志增加的治疗值": "0.98"},
              {"level": "RANK 4", "冷却时间": "19秒", "伤害倍率": "133%", "失衡值": "10", "基础治疗值": "480", "每点意志增加的治疗值": "1.12"},
              {"level": "RANK 5", "冷却时间": "19秒", "伤害倍率": "143%", "失衡值": "10", "基础治疗值": "510", "每点意志增加的治疗值": "1.19"},
              {"level": "RANK 6", "冷却时间": "19秒", "伤害倍率": "153%", "失衡值": "10", "基础治疗值": "540", "每点意志增加的治疗值": "1.26"},
              {"level": "RANK 7", "冷却时间": "19秒", "伤害倍率": "163%", "失衡值": "10", "基础治疗值": "570", "每点意志增加的治疗值": "1.33"},
              {"level": "RANK 8", "冷却时间": "19秒", "伤害倍率": "173%", "失衡值": "10", "基础治疗值": "600", "每点意志增加的治疗值": "1.4"},
              {"level": "RANK 9", "冷却时间": "19秒", "伤害倍率": "184%", "失衡值": "10", "基础治疗值": "630", "每点意志增加的治疗值": "1.47"},
              {"level": "技能专精1", "冷却时间": "19秒", "伤害倍率": "196%", "失衡值": "10", "基础治疗值": "645", "每点意志增加的治疗值": "1.51"},
              {"level": "技能专精2", "冷却时间": "19秒", "伤害倍率": "212%", "失衡值": "10", "基础治疗值": "660", "每点意志增加的治疗值": "1.54"},
              {"level": "技能专精3", "冷却时间": "18秒", "伤害倍率": "230%", "失衡值": "10", "基础治疗值": "675", "每点意志增加的治疗值": "1.58"}
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "重燃誓约",
            "description": "猛击地面，对附近敌人造成灼热伤害，同时使全队获得基于余烬最大生命值的护盾。",
            "levels": [
              {"level": "RANK 1", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "289%", "失衡值": "25", "护盾转化比例（生命值）": "18%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 2", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "318%", "失衡值": "25", "护盾转化比例（生命值）": "18%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 3", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "347%", "失衡值": "25", "护盾转化比例（生命值）": "18%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 4", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "376%", "失衡值": "25", "护盾转化比例（生命值）": "20%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 5", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "404%", "失衡值": "25", "护盾转化比例（生命值）": "20%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 6", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "433%", "失衡值": "25", "护盾转化比例（生命值）": "20%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 7", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "462%", "失衡值": "25", "护盾转化比例（生命值）": "22%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 8", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "491%", "失衡值": "25", "护盾转化比例（生命值）": "22%", "护盾持续时间（秒）": "10"},
              {"level": "RANK 9", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "520%", "失衡值": "25", "护盾转化比例（生命值）": "22%", "护盾持续时间（秒）": "10"},
              {"level": "技能专精1", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "556%", "失衡值": "25", "护盾转化比例（生命值）": "25%", "护盾持续时间（秒）": "10"},
              {"level": "技能专精2", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "599%", "失衡值": "25", "护盾转化比例（生命值）": "25%", "护盾持续时间（秒）": "10"},
              {"level": "技能专精3", "所需终结技能量": "100", "冷却时间": "20秒", "伤害倍率": "650%", "失衡值": "25", "护盾转化比例（生命值）": "25%", "护盾持续时间（秒）": "10"}
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "锤炼",
          "description": "干员力量能力值提升10/15/15/20。",
          "levels": [
            {"level": "锤炼·一", "描述": "干员力量能力提高数值：10", "激活条件": "干员信赖度达到20%"},
            {"level": "锤炼·二", "描述": "干员力量能力提高数值：15", "激活条件": "晋升至精英化阶段1"},
            {"level": "锤炼·三", "描述": "干员力量能力提高数值：15", "激活条件": "干员信赖度达到50%"},
            {"level": "锤炼·四", "描述": "干员力量能力提高数值：20", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "陷阵之志",
          "description": "战技进军和连携技前线援护的施放过程中获得30%/50%庇护，且更不容易被打断。",
          "levels": [
            {"level": "陷阵之志·一", "描述": "庇护数值提升：30%", "激活条件": "晋升至精英化阶段1"},
            {"level": "陷阵之志·二", "描述": "庇护数值提升：50%", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "以铁还铁",
          "description": "受到来自敌人的伤害后，攻击力+6%/9%，持续7秒，该效果最多叠加3层。",
          "levels": [
            {"level": "以铁还铁·一", "描述": "攻击力数值提升：6%", "激活条件": "晋升至精英化阶段2"},
            {"level": "以铁还铁·二", "描述": "攻击力数值提升：9%", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "北地特训",
          "description": "进驻制造舱时，干员经验素材的生产效率提升20%/30%。",
          "levels": [
            {"level": "北地特训·α", "描述": "干员经验素材的生产效率提升：20%", "激活条件": "晋升至精英化阶段1"},
            {"level": "北地特训·β", "描述": "干员经验素材的生产效率提升：30%", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "同袍相系",
          "description": "进驻会客室时，干员收集到线索4——铁誓军的概率提升（进驻即生效，同类不可叠加）",
          "levels": [
            {"level": "同袍相系·α", "描述": "线索4概率提升：小幅提升", "激活条件": "晋升至精英化阶段2"},
            {"level": "同袍相系·β", "描述": "线索4概率提升：概率提升", "激活条件": "晋升至精英化阶段4"}
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {"level": "装备适配·一", "描述": "允许干员穿戴装备品质：蓝色", "激活条件": "晋升至精英化阶段1"},
            {"level": "装备适配·二", "描述": "允许干员穿戴装备品质：紫色", "激活条件": "晋升至精英化阶段2"},
            {"level": "装备适配·三", "描述": "允许干员穿戴装备品质：金色", "激活条件": "晋升至精英化阶段3"}
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {"level": "潜能1", "description": "移动要塞：天赋陷阵之志效果加强：庇护效果额外+20%，且在命中敌人后额外持续1.5秒。"},
        {"level": "潜能2", "description": "百战成钢：力量+20，意志+20。"},
        {"level": "潜能3", "description": "不屈阵线：连携技前线援护会额外治疗小队内另一个生命值百分比最低的干员，效果为基础的50%。"},
        {"level": "潜能4", "description": "薪火不息：终结技重燃誓约所需的终结技能量-15%。"},
        {"level": "潜能5", "description": "铁誓：终结技重燃誓约提供的护盾效果变为1.2倍，且该护盾存在期间持有者攻击力+10%。"}
      ],
      "postcards": [
        {"name": "誓言未竟", "description": "咽下事实，消化结果，积蓄力量。", "画师": "STAR影法师"},
        {"name": "无边征程", "description": "征伐只是通向目标的过程，而战士不会在目标前方倒下。", "画师": "MoooFoo"},
        {"name": "不落坚城", "description": "坚硬的血和炽热的钢在北地筑成堡垒。那里不是她的梦魇，那里仍是下一个终点。", "画师": "MoooFoo"}
      ]
    },
    "archive": {
      "info": {
        "阵营": "铁誓军",
        "种族": "萨科塔",
        "专长·一": "作战技巧",
        "专长·二": "身强力壮",
        "爱好·一": "运动",
        "爱好·二": "科技"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】余烬\n【性别】女\n【身份认证】铁誓军\n【生日】4月10日\n【种族】萨科塔\n【矿石病感染情况】\n参照医学检测报告，确认为感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：优良\n战术规划：优良\n源石技艺适应性：标准"
        },
        {
          "type": "人事简述",
          "content": "余烬干员全身各处都有尚未彻底痊愈的战斗创伤。以这样的身体状况而言，她的测试结果十分惊人。虽然余烬干员自称拥有管理伤情、保持行动能力的经验，我们仍建议密切关注愈合进程，避免情况进一步恶化。\n干员余烬，铁誓军陷阵旗队成员。余烬曾活跃于北方抗击天使的前线，后为处理队友丧葬事宜与新兵征募工作返回文明环带。经铁誓军堡主杰拉德·\"受祝颂的杰拉德\"·萨索介绍，余烬开始与终末地工业接触，接受任务调遣。\n余烬擅长合作，不避讳分享想法，甚至十分照顾交谈者的感受。作为一位铁誓军的战士，她了解言辞传达的重要性。本次面谈流程耗时低于干员平均水平约37%，申请将其纳入本部门《有效沟通范例精选》。\n另，应佩丽卡监督要求重申以下提醒：尽管余烬本人表示她并不介意，但是不必要地追问过往仍然属于一种冒犯行为；那片战场上什么事都会发生，对直面绝境并存活下来的人，我们应该给予尊重。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "许多铁誓军战士习惯用\"钉子\"来称呼执行锚点根除任务的陷阵旗队，不是尖刀，不是子弹，不是矛头。钉子需要锐利的头部、坚韧的躯干和扎实的尾端，一切都与陷阵旗队的特质完美契合：他们刺破防线，击溃要害，在包围中坚守位置，直到最后的总攻降临，一锤定音。\n作为陷阵旗队中的精英与典范，余烬几乎就是为执行这种任务而生。她有丰富的火线空降经验，熟悉团队作战，擅长在近距离战斗中压制对手，援护同伴。她掌握的源石技艺不仅能制造火焰灼伤敌人，也能进行基础应急治疗。虽然身为萨科塔而不偏好铳械这点有些出人意料，但她依然是所有指挥官梦寐以求的顶尖战士：技术杰出、意志坚韧、经验丰富，永远清楚自己在做什么。\n\"北方的战斗就像一道数学题。5分的敌人要派6分的战士去解决，因为能拿8分的人还要留给7分的对手。我们经常要用100分的队伍和200分的天使周旋，少赚的每一分都会在某个时刻加倍报复回来。\n\"陷阵旗队就是乘号后面的那个数字。如果没有他们，我们无从展望胜利；如果失去他们，先前的一切努力都会变成零——现在，你应该理解我们只会挑什么样的人加入‘钉子’了。\""
        },
        {
          "type": "档案资料·二",
          "content": "铁誓军里有二十种关于雨的修辞。当我再次见到她时，她就像被二十种雨轮流浇灭了一次。\n\"阿兹瑞拉，\"我说，\"我们都会犯错。\"\n这句话显然很苍白。我没有在任何一支陷阵旗队服役过，如今也不在战场第一线。我和其他人一样，至今仍然不知道她是如何从那个活地狱中生还的。但我不打算相信身边已经开始发酵的流言——质疑同伴会带来可怕的后果，哪怕从理性角度出发，那些疑问完全合情合理，裂痕也不该从内部出现。\n她沉默不语，只是用僵硬的眼神扫过四周。当然，没有更多送行者。我第一次读不懂她的表情，那不像是悲伤，同样不会是释怀。我甚至觉得她似乎松了一口气。\n\"堡主已经给过结论了。\"我说。\n我本想拍拍她的肩膀，但很快就意识到或许不该这么做。那副肩甲在她身上第一次显得有些松垮，束带末端敲打着匕首。\n不管再怎么努力，二十八个人的骨灰也不可能放得进行李箱。阿兹瑞拉显然退而求其次，坚持要随身携带所有名牌，这让她的每个动作都会不合时宜地叮当作响，只是没有人笑得出来。\n\"尼拉的武器已经放回遗产库。她的家族过几天应该就会来取其他东西，你要再去看看吗？\"\n\"不，\"她终于开口，\"我这就出发。\"\n尼拉的家族十分重视传统，他们拒绝了由铁誓军送还骨灰和遗物的请求。\n或许不该再问下去了。我的脖子有些刺痒，也许窗户背后已经有几道视线开始切割这里，划出界线。\n\"完成任务吧。\"我为她打开堡垒的大门。车辆已经装好货物等候多时，司机细细擦拭保险杠上的泥泞，北方总是在下雨。\"以个人名义，我会看好你的守护铳。\"\n\"谢谢，大司库。\"阿兹瑞拉停了一会儿。\n\"远征总会结束的。\""
        },
        {
          "type": "档案资料·三",
          "content": "高级参谋格鲁曼大师，本人情报官罗兰·阿尔洛斯，奉堡主萨索之命，向您报告本次战役相关细节。\n战役历时七日，我方投入第四、第六大旗队共二十二旗，作战人员六千一百四十三人。经统计，共摧毁天使约四万二千个体，锚点三十二枚。战役中出现多种未登记的天使形成模式，平均战力接近或超过\"欧墨萨隆\"，大部分已送交大文献馆甄别归类。（批注：已收到，如果样本能再完整一些更好，不过我知道说了也没什么用。）\n现梳理战役大致经过如下——\n拦截阶段：\n152年2月10日23时，极光带西二区发现锚点反应。第四大旗队按条例集结，完成紧急起飞。\n11日0时5分，拦截行动开始。\n11日0时8分，锚点提前下降，进入机动轨道。拦截机群错过预定交汇点，未能对大部分锚点造成足够损伤。\n（批注：最大且最严重的失误。为什么预警位置如此靠外？如果这批锚点的目标在更后方，我们已经错过了初段拦截窗口，监测站部署位置是否已经调整？）\n接触阶段：\n11日5时，先头部队于M-320a战区高地构筑阵线，按侦测情报清剿天使集群，向已知锚点推进。\n11日11时，新批次锚点直接于近地高度入场。芬萨大师响应态势抢占M-322a、M-322b战区，增派\"灰楔\"\"洪峰\"\"炽焰\"\"黑翼\"四支陷阵旗队突入锚点着陆位置。\n（批注：我必须重申，野战预警编制不充足的弊端近年已经逐渐显现。陷阵旗队本不应该在如此低强度的战斗中被投入，铁誓军正在面对恶化的局面，我们亟需引入新的侦测手段，或培养更多专长侦察的术师加入旗队编组。）\n主要阶段：\n11日16时，锚点摧毁时间晚于预期，战况升级。\n12日1时，天使生成速度爆发性上升。受炮击影响，防空覆盖范围收缩，预备队伍输送遇阻。同时，未知个体（前线临时代号\"高塔\"）出现。接触期间，\"灰楔\"陷阵旗队提前接近\"高塔\"，导致进攻锋线连锁破溃。\"洪峰\"\"炽焰\"陷阵旗队失联，锚点先制打击战术失败，战场态势转为炮击对抗与防线巩固。\n13日18时，\"黑翼\"陷阵旗队失联，战斗陷入完全僵持。\n15日21时，大量巨型天使攻入M-322a战区，\"灰楔\"陷阵旗队失联。\n（批注：未知个体已获正式代号\"提希罗松\"。）\n结束阶段：\n16日8时，战役结束。"
        }
      ]
    },
    "voice_records": []
  }
}