var operator_91_安塔尔 = {
  "operator": {
    "itemId": "91",
    "name": "安塔尔",
    "cover": "./images/69835ef9645bf8ceddc50a96_2f76db19.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=91",
    "title": "安塔尔 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "轮到我出任务了么？正好，我也想找机会测试浮游炮的改造成效。",
      "description": "终末地Z7行动组成员，负责辅助与源石技术顾问的工作。头脑聪明，思维跳跃，不擅于感知他人情绪，与人沟通时常常会作出和氛围格格不入的发言，让队员们颇为头疼。不过，在源石技艺上，安塔尔其实拥有着极为出众的天赋，虽说对此他并无太多自觉。"
    },
    "basic_info": {
        "code": "安塔尔",
        "gender": "男",
        "identity": "终末地工业",
        "birthday": "4月10日",
        "race": "萨弗拉",
        "tags": ["法师脆弱", "增幅"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "施术单元",
      "main_ability": "智识",
      "sub_ability": "力量",
      "attribute": "电磁",
      "class": "辅助",
      "star": "4星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "15",
            "敏捷": "9",
            "智识": "15",
            "意志": "9"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "87"
          },
          "能力值": {
            "力量": "40",
            "敏捷": "25",
            "智识": "47",
            "意志": "25"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "147"
          },
          "能力值": {
            "力量": "65",
            "敏捷": "43",
            "智识": "81",
            "意志": "41"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "207"
          },
          "能力值": {
            "力量": "91",
            "敏捷": "60",
            "智识": "114",
            "意志": "58"
          }
        },
        "80级": {
          "需求素材": "100000 折金票, 8 星门菌, 20 超距辉映管, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "267"
          },
          "能力值": {
            "力量": "116",
            "敏捷": "78",
            "智识": "148",
            "意志": "74"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "297"
          },
          "能力值": {
            "力量": "129",
            "敏捷": "86",
            "智识": "165",
            "意志": "82"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "交换电流",
          "description": "普通攻击：对敌人进行至多4段攻击，造成电磁伤害。作为主控干员时，重击会造成15点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成电磁伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量电磁伤害并恢复一定技力。",
          "skill_level_data": [
            {
              "key": "普攻第一段倍率",
              "rank1": "23%",
              "rank2": "25%",
              "rank3": "28%",
              "rank4": "30%",
              "rank5": "32%",
              "rank6": "35%",
              "rank7": "37%",
              "rank8": "39%",
              "rank9": "41%",
              "技能专精1": "44%",
              "技能专精2": "48%",
              "技能专精3": "52%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "28%",
              "rank2": "31%",
              "rank3": "34%",
              "rank4": "36%",
              "rank5": "39%",
              "rank6": "42%",
              "rank7": "45%",
              "rank8": "48%",
              "rank9": "50%",
              "技能专精1": "54%",
              "技能专精2": "58%",
              "技能专精3": "63%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "34%",
              "rank2": "37%",
              "rank3": "41%",
              "rank4": "44%",
              "rank5": "48%",
              "rank6": "51%",
              "rank7": "54%",
              "rank8": "58%",
              "rank9": "61%",
              "技能专精1": "65%",
              "技能专精2": "71%",
              "技能专精3": "77%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "51%",
              "rank2": "56%",
              "rank3": "61%",
              "rank4": "66%",
              "rank5": "71%",
              "rank6": "77%",
              "rank7": "82%",
              "rank8": "87%",
              "rank9": "92%",
              "技能专精1": "98%",
              "技能专精2": "106%",
              "技能专精3": "115%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "name": "指定研究对象",
            "description": "对敌人施加长时间聚焦，造成电磁伤害，被聚焦的敌人受到电磁脆弱和灼热脆弱，同时最多聚焦1个敌人。",
            "skill_level_data": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "89%",
                "rank2": "98%",
                "rank3": "107%",
                "rank4": "116%",
                "rank5": "124%",
                "rank6": "133%",
                "rank7": "142%",
                "rank8": "151%",
                "rank9": "160%",
                "技能专精1": "171%",
                "技能专精2": "185%",
                "技能专精3": "200%"
              },
              {
                "key": "持续时间（秒）",
                "rank1": "60",
                "rank2": "60",
                "rank3": "60",
                "rank4": "60",
                "rank5": "60",
                "rank6": "60",
                "rank7": "60",
                "rank8": "60",
                "rank9": "60",
                "技能专精1": "60",
                "技能专精2": "60",
                "技能专精3": "60"
              },
              {
                "key": "电磁脆弱效果",
                "rank1": "5%",
                "rank2": "5%",
                "rank3": "6%",
                "rank4": "6%",
                "rank5": "7%",
                "rank6": "7%",
                "rank7": "8%",
                "rank8": "8%",
                "rank9": "8%",
                "技能专精1": "9%",
                "技能专精2": "9%",
                "技能专精3": "10%"
              },
              {
                "key": "灼热脆弱效果",
                "rank1": "5%",
                "rank2": "5%",
                "rank3": "6%",
                "rank4": "6%",
                "rank5": "7%",
                "rank6": "7%",
                "rank7": "8%",
                "rank8": "8%",
                "rank9": "8%",
                "技能专精1": "9%",
                "技能专精2": "9%",
                "技能专精3": "10%"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "name": "磁暴试验场",
            "description": "当被聚焦的敌人进入物理异常或法术附着状态时可以发动。在该敌人身上引发1次能量爆炸，造成电磁伤害并再次对其施加该物理异常或法术附着。",
            "skill_level_data": [
              {
                "key": "冷却时间",
                "rank1": "25秒",
                "rank2": "25秒",
                "rank3": "25秒",
                "rank4": "25秒",
                "rank5": "25秒",
                "rank6": "25秒",
                "rank7": "25秒",
                "rank8": "25秒",
                "rank9": "25秒",
                "技能专精1": "25秒",
                "技能专精2": "25秒",
                "技能专精3": "24秒"
              },
              {
                "key": "伤害倍率",
                "rank1": "151%",
                "rank2": "166%",
                "rank3": "181%",
                "rank4": "196%",
                "rank5": "211%",
                "rank6": "227%",
                "rank7": "242%",
                "rank8": "257%",
                "rank9": "272%",
                "技能专精1": "291%",
                "技能专精2": "313%",
                "技能专精3": "340%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "超频时刻",
            "description": "对全队施加一段时间的电磁增幅和灼热增幅。",
            "skill_level_data": [
              {
                "key": "所需终结技能量",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "冷却时间",
                "rank1": "20秒",
                "rank2": "20秒",
                "rank3": "20秒",
                "rank4": "20秒",
                "rank5": "20秒",
                "rank6": "20秒",
                "rank7": "20秒",
                "rank8": "20秒",
                "rank9": "20秒",
                "技能专精1": "20秒",
                "技能专精2": "20秒",
                "技能专精3": "20秒"
              },
              {
                "key": "持续时间（秒）",
                "rank1": "12",
                "rank2": "12",
                "rank3": "12",
                "rank4": "12",
                "rank5": "12",
                "rank6": "12",
                "rank7": "12",
                "rank8": "12",
                "rank9": "12",
                "技能专精1": "12",
                "技能专精2": "12",
                "技能专精3": "12"
              },
              {
                "key": "电磁增幅效果",
                "rank1": "8%",
                "rank2": "9%",
                "rank3": "10%",
                "rank4": "11%",
                "rank5": "12%",
                "rank6": "13%",
                "rank7": "14%",
                "rank8": "15%",
                "rank9": "16%",
                "技能专精1": "17%",
                "技能专精2": "18%",
                "技能专精3": "20%"
              },
              {
                "key": "灼热增幅效果",
                "rank1": "8%",
                "rank2": "9%",
                "rank3": "10%",
                "rank4": "11%",
                "rank5": "12%",
                "rank6": "13%",
                "rank7": "14%",
                "rank8": "15%",
                "rank9": "16%",
                "技能专精1": "17%",
                "技能专精2": "18%",
                "技能专精3": "20%"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "明晰",
          "description": "干员智识能力提高10/15/15/20。",
          "levels": [
            {
              "level": "明晰·一",
              "value": "干员智识能力提高数值：10",
              "condition": "干员信赖度达到20%",
              "cost": "1000 折金票, 5 协议棱柱"
            },
            {
              "level": "明晰·二",
              "value": "干员智识能力提高数值：15",
              "condition": "晋升至精英化阶段1, 干员信赖度达到50%",
              "cost": "1800 折金票, 10 协议棱柱"
            },
            {
              "level": "明晰·三",
              "value": "干员智识能力提高数值：15",
              "condition": "晋升至精英化阶段2, 干员信赖度达到100%",
              "cost": "6000 折金票, 10 协议棱柱组"
            },
            {
              "level": "明晰·四",
              "value": "干员智识能力提高数值：20",
              "condition": "晋升至精英化阶段3, 干员信赖度达到100%",
              "cost": "12000 折金票, 20 协议棱柱组"
            }
          ]
        },
        {
          "name": "即兴发挥",
          "description": "队伍中处于增幅状态的干员造成技能伤害后，安塔尔为其回复[72+力量×0.6]/[108+力量×0.9]点生命值，每个干员每30秒最多受到1次该回复效果。",
          "levels": [
            {
              "level": "即兴发挥·一",
              "value": "生命值回复数值：[72+力量×0.6]",
              "condition": "晋升至精英化阶段1",
              "cost": "2400 折金票, 12 协议棱柱"
            },
            {
              "level": "即兴发挥·二",
              "value": "生命值回复数值：[108+力量×0.9]",
              "condition": "晋升至精英化阶段2",
              "cost": "8600 折金票, 40 协议棱柱"
            }
          ]
        },
        {
          "name": "下意识",
          "description": "有30%的概率免疫物理伤害，并回复自身[27+力量×0.23]/[45+力量×0.38]点生命值。",
          "levels": [
            {
              "level": "下意识·一",
              "value": "生命值回复数值：[27+力量×0.23]",
              "condition": "晋升至精英化阶段2",
              "cost": "10000 折金票, 48 协议棱柱"
            },
            {
              "level": "下意识·二",
              "value": "生命值回复数值：[45+力量×0.38]",
              "condition": "晋升至精英化阶段3",
              "cost": "24000 折金票, 28 协议棱柱组"
            }
          ]
        },
        {
          "name": "实验性施术单元",
          "description": "进驻制造舱时，武器经验素材的生产效率提升10%/20%。",
          "levels": [
            {
              "level": "实验性施术单元·α",
              "value": "武器经验素材的生产效率提升：10%",
              "condition": "晋升至精英化阶段1",
              "cost": "1600 折金票, 6 协议棱柱"
            },
            {
              "level": "实验性施术单元·β",
              "value": "武器经验素材的生产效率提升：20%",
              "condition": "晋升至精英化阶段3",
              "cost": "8000 折金票, 12 协议棱柱组"
            }
          ]
        },
        {
          "name": "冷笑话学习",
          "description": "进驻培养舱时，舱室内干员心情消耗降低14%/18%。",
          "levels": [
            {
              "level": "冷笑话学习·α",
              "value": "干员心情消耗降低：14%",
              "condition": "晋升至精英化阶段2",
              "cost": "3000 折金票, 12 协议棱柱"
            },
            {
              "level": "冷笑话学习·β",
              "value": "干员心情消耗降低：18%",
              "condition": "晋升至精英化阶段4",
              "cost": "20000 折金票, 20 协议棱柱组"
            }
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {
              "level": "装备适配·一",
              "value": "允许干员穿戴装备品质：蓝色",
              "condition": "晋升至精英化阶段1",
              "cost": "1800 折金票"
            },
            {
              "level": "装备适配·二",
              "value": "允许干员穿戴装备品质：紫色",
              "condition": "晋升至精英化阶段2",
              "cost": "6500 折金票"
            },
            {
              "level": "装备适配·三",
              "value": "允许干员穿戴装备品质：金色",
              "condition": "晋升至精英化阶段3",
              "cost": "18000 折金票"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "level": "潜能1",
          "name": "术法天分",
          "description": "终结技超频时刻提供的电磁增幅和灼热增幅效果提高至原本的1.1倍。"
        },
        {
          "level": "潜能2",
          "name": "自动化改良",
          "description": "终结技超频时刻所需的终结技能量-10%。"
        },
        {
          "level": "潜能3",
          "name": "源石理论应用",
          "description": "若被聚焦的敌人在聚焦期间被击败，返还15点技力。"
        },
        {
          "level": "潜能4",
          "name": "奶奶的叮嘱",
          "description": "智识+10，最大生命值+10%。"
        },
        {
          "level": "潜能5",
          "name": "高规格技术测试",
          "description": "聚焦同一个目标20秒以后，电磁脆弱和灼热脆弱效果会提高4%。"
        }
      ],
      "postcards": [
        {
          "name": "志趣",
          "description": "于他而言，源石技艺的奥秘是世间万物里最值得探寻一生的事物。",
          "artist": "REM"
        },
        {
          "name": "潜心",
          "description": "别打扰他，他正在进行第一百一十五次用源石技艺将火焰压缩成尘埃的试验。",
          "artist": "黑犬"
        },
        {
          "name": "造极",
          "description": "他学习，他领悟，他正在无尽的求索中迈向那唯一的解答。",
          "artist": "言犬"
        }
      ]
    },
    "archive": {
      "info": {
        "camp": "终末地工业",
        "race": "萨弗拉",
        "specialty": ["局势分析", "工具制造"],
        "hobby": ["益智", "创意"]
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】安塔尔【性别】男【身份认证】终末地工业【生日】4月10日【种族】萨弗拉【矿石病感染情况】参照医学检测报告，确认为非感染者。 【综合体检测试】生理强度：普通作战技巧：标准战术规划：普通源石技艺适应性：卓越"
        },
        {
          "type": "人事简述",
          "content": "干员安塔尔，Z7行动组成员。曾参与终末地工业源石自动化器械研发项目，经干员秋栗特别推荐，转入特种技术部门。 安塔尔从来不会掩饰自己的想法，当我问到他的学业情况时，他便完整向我讲述了自己每学期的学习和研究成果，虽然我只是依照惯例询问了一下……至少证明他确实热爱自己的专业，对待问题也足够认真。在终于要结束被他拖延到长达三小时的谈话时，他突然好奇我有没有幽默系统，对我说，不介意的话他可以帮忙测试一下。 ——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "安塔尔并非像他看上去那么冷漠，难以相处，相信每一位和他有过接触的人都有这样的认知。这位热衷于研究源石技术、看起来过分板正的家伙，居然很喜欢给人讲冷笑话！一个技术人才，会绞尽脑汁想出需要用逻辑推理才能勉强理解笑点的冷笑话，他这么做的原因，只是想提升自己的幽默感吗？尤其当他顶着面无表情的脸试图引你发笑，你很难判断让你发笑的点到底是他的冷笑话，还是他身上表现出的反差。 他的队长秋栗对此倒是保持着非常乐观的态度：'至少他待人真诚，虽然有时说话不看场合。比如与敌人对峙时也会突然展示他的幽默感，可惜对方就不这么认为了。' 对安塔尔来说，'成为有趣的人'似乎是他人生的必修课，而所有人都是来考核他成绩的老师，从Z7小队的队友到不过一面之交的同事——只要是能给予有价值建议的对象，他都不吝于请教。 但是最近，安塔尔不再去打扰别人了，因为终于有人自愿长期给他反馈……等等，大概是自愿的吧？毕竟很少有人还没听完安塔尔的笑话就笑了起来。是的，我们的管理员，在以最大的耐心和安塔尔相处，会听完他所有的奇思妙想——包括他灵机一动的发明创意，以及抓住一个机会就展开的长达几小时的科普演讲。尤其某次，他竟然试图说服管理员脱下面具，理由是想对它做一些改装，比如加一双电光眼……最后当然是被路过的秋栗狠狠教训一通，当晚写了六千字检讨，并在第二天当着管理员的面大声朗读出来。 当然，这种惩罚对安塔尔来说完全没用，没过去几天，他灵活的大脑大概又要冒出一些奇妙的点子了。"
        },
        {
          "type": "档案资料·二",
          "content": "【干员培训纪录】 如果只看安塔尔目前的训练表现，我有理由认为他并不具备足够的正面作战能力。他擅长用自己改造的法杖和浮游炮为队友提供辅助，但很少使用他本人的源石技艺。或许有待进一步实战观察。 ——训练教官批注 【权限记录】 根据Z7小队成员的报告，安塔尔的源石技艺堪称精湛，水准远远超过其他同期干员。在执行某一次任务时，他们曾亲眼见识过，安塔尔是如何在紧要关头挡在人质面前，利用自己的源石技艺将裂地者挥舞而来的大剑瞬间分解，救下包括他自己在内的两条生命。 当时所有人都格外紧张，如果安塔尔没能及时分解那把武器，他立刻会丢掉性命，可他本人却表现得十分冷静。自那以后，队友们对安塔尔有了更深的认知——这家伙其实非常迟钝，不论是感知危险情况，还是察觉别人的情绪波动，但他又愿意冒着生命危险去救人，也说明他是十分善良和勇敢的人。 事后面对队友的询问，安塔尔表现得格外谦虚——他说自己的源石技艺掌握得并不是很好，完全无法做到像他的奶奶那样将一个大件金属器械分解并重构，分解裂地者的武器是他能做到的极限。他还提到，小时候奶奶还特地做了一根小法杖送给他，用来弥补这方面的不足。 '你的天赋在别的地方——奶奶曾这么对我说过，而我一直对这件事深信不疑。'"
        },
        {
          "type": "档案资料·三",
          "content": "安塔尔出身于新蓝卡坞自由市的一个普通家庭，从小在奶奶经营的一家家用源石设备维修店里长大。 虽然生活的地方娱乐业发达，但安塔尔却对电影艺术之类的毫无兴趣，反而喜欢每天趴在桌子上看奶奶工作——比如维修一台运转异常的冰箱，为它更换源石启动器配件，再将屏幕碎裂、主板受损严重的电视机修复到完好如初……虽然身为维修师每天都有工作要做，但她从未忽视过孙子的成长。不忙的时候，她还会亲自给安塔尔设计制作一些小玩具：自动小跑车、电动魔方等等。所以安塔尔的童年从不缺少爱和陪伴。耳濡目染下，安塔尔也展现出他出众的组装、拆卸源石装置的天赋，最后得到全额奖学金去学院读书时，他也选了源石自动化应用相关的专业。 安塔尔就读学院的教育方式以保守著称，但他并不循规蹈矩，在发现自己的一些新奇发明并未得到老师的青睐后，他选择私下研究。毕业典礼那天，安塔尔作为优秀毕业生上台演讲。他将自己的最新发明——以源石驱动的自动化机械臂——安装在身后，用它冲着曾对此不屑一顾的老师们热情招手。突然，机械臂的四指垂下，只留一根中指竖立在空中静默不动。 尽管这次事件给校方的相关负责人留下了不小的心理阴影，安塔尔后来还是顺利毕业了。只不过，学校这边再没有一位老师愿意为他写就业推荐信。再后来，恰逢终末地工业前往新蓝卡坞附近的城市招募人才，其先进的技术和开拓精神深深吸引了安塔尔。事后，他主动向终末地投递了简历。完成面试后，安塔尔被正在组建队伍的干员秋栗选中，不久后正式成为了Z7行动组的一员。"
        },
        {
          "type": "档案资料·四",
          "content": "啊……特训结束了我才意识到，难道这家伙勉强能算是个天才？ ——Maze 勉强？ ——同期受训的术师干员 奶奶： 我收到您寄来的包裹了，这个新型施术单元正好能为我改造浮游炮提供帮助，别的一些附带的家乡特产我都分给了别人。其实您不用特地寄这些东西给我，我现在有固定的工资，即便每月购置一些工程改装用的零件也还有盈余。 我知道您寄电影角色玩偶、经典角色衣服，还有各种限定电影海报这些特产过来，是想让我用它们和其他人拉近关系，以前读书时您就是这么做的——虽然那些同学拿到东西后随手将它们塞进了闲置柜，再也没有拿出来过。那时您还写信说让我不要伤心，我真的没有，奶奶，正如我一直告诉您的那样，别人的反应无法影响我对他们的态度。 而且终末地的同事和学院的同学不一样，他们从来没有拒绝过我，也没否定过我的想法。我在这里的生活还不错，也更自由。顺便有件事我还想告诉您，我的沟通能力大有进步，多亏Z7队友们的教导，还有管理员一直陪我练习。 您之前还担心我无法融入集体，现在看来完全是多余的。"
        }
      ]
    },
    "voice_records": []
  }
}