var operator_3_狼卫 = {
  "operator": {
    "itemId": "3",
    "name": "狼卫",
    "cover": "./images/6981cf549fd9f8e1d8fd61cc_3eac6ad0.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=3",
    "title": "狼卫 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "我知道力量并不代表一切，但在塔卫二，没有力量通常不是什么好事。",
      "description": "狼卫是一名生活在文明环带边缘的裂地者佣兵，现以危机处理小组成员的身份接受终末地工业调遣。作为裂地者中狼群氏族的一员，狼卫可以成为忠实的朋友与可靠的队友——只要你能够赢得他的信任，但这可能并没有那么容易。"
    },
    "basic_info": {
        "code": "狼卫",
        "gender": "男",
        "identity": "终末地工业",
        "birthday": "11月16日",
        "race": "鲁珀",
        "tags": ["灼热附着", "燃烧"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "手铳",
      "main_ability": "力量",
      "sub_ability": "敏捷",
      "attribute": "灼热",
      "class": "术师",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": {
            "无": ""
          },
          "基础数据": {
            "基础生命值": 500,
            "基础攻击力": 30
          },
          "能力值": {
            "力量": 18,
            "敏捷": 9,
            "智识": 9,
            "意志": 13
          }
        },
        "20级": {
          "需求素材": {
            "折金票": 1600,
            "轻红柱状菌": 3,
            "协议圆盘": 8
          },
          "基础数据": {
            "基础生命值": 1566,
            "基础攻击力": 86
          },
          "能力值": {
            "力量": 49,
            "敏捷": 27,
            "智识": 27,
            "意志": 34
          }
        },
        "40级": {
          "需求素材": {
            "折金票": 6500,
            "中红柱状菌": 5,
            "协议圆盘": 25
          },
          "基础数据": {
            "基础生命值": 2689,
            "基础攻击力": 146
          },
          "能力值": {
            "力量": 81,
            "敏捷": 47,
            "智识": 45,
            "意志": 56
          }
        },
        "60级": {
          "需求素材": {
            "折金票": 18000,
            "重红柱状菌": 5,
            "协议圆盘组": 24
          },
          "基础数据": {
            "基础生命值": 3811,
            "基础攻击力": 205
          },
          "能力值": {
            "力量": 113,
            "敏捷": 66,
            "智识": 64,
            "意志": 78
          }
        },
        "80级": {
          "需求素材": {
            "折金票": 100000,
            "星门菌": 8,
            "协议圆盘组": 36,
            "三相纳米片": 20
          },
          "基础数据": {
            "基础生命值": 4934,
            "基础攻击力": 264
          },
          "能力值": {
            "力量": 145,
            "敏捷": 85,
            "智识": 83,
            "意志": 100
          }
        },
        "满级数值": {
          "需求素材": {
            "/": ""
          },
          "基础数据": {
            "基础生命值": 5495,
            "基础攻击力": 294
          },
          "能力值": {
            "力量": 161,
            "敏捷": 95,
            "智识": 92,
            "意志": 111
          }
        }
      },
      "combat_skills": [
        {
          "技能类型": "普通攻击",
          "技能名字": "多重连射",
          "技能描述": "对敌人进行至多4段攻击，造成灼热伤害。作为主控干员时，重击会造成18点失衡。处于空中时使用普通攻击，会下落并攻击附近敌人，造成灼热伤害。附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量灼热伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "30%",
              "rank2": "33%",
              "rank3": "36%",
              "rank4": "39%",
              "rank5": "42%",
              "rank6": "45%",
              "rank7": "48%",
              "rank8": "51%",
              "rank9": "54%",
              "技能专精1": "58%",
              "技能专精2": "62%",
              "技能专精3": "68%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "35%",
              "rank2": "39%",
              "rank3": "42%",
              "rank4": "46%",
              "rank5": "49%",
              "rank6": "53%",
              "rank7": "56%",
              "rank8": "60%",
              "rank9": "63%",
              "技能专精1": "67%",
              "技能专精2": "73%",
              "技能专精3": "79%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "56%",
              "rank2": "61%",
              "rank3": "67%",
              "rank4": "72%",
              "rank5": "78%",
              "rank6": "83%",
              "rank7": "89%",
              "rank8": "94%",
              "rank9": "100%",
              "技能专精1": "107%",
              "技能专精2": "115%",
              "技能专精3": "125%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "68%",
              "rank2": "74%",
              "rank3": "81%",
              "rank4": "88%",
              "rank5": "95%",
              "rank6": "101%",
              "rank7": "108%",
              "rank8": "115%",
              "rank9": "122%",
              "技能专精1": "130%",
              "技能专精2": "140%",
              "技能专精3": "152%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        {
          "技能类型": "战技",
          "技能名字": "灼热弹痕",
          "技能描述": "对目标进行连射，造成少量灼热伤害，最后一次射击施加灼热附着。如果目标处于燃烧或导电状态，则不再施加灼热附着，而是消耗该状态并追加一次射击，造成大量灼热伤害。",
          "技能等级数据": [
            {
              "key": "技力消耗",
              "rank1": "100",
              "rank2": "100",
              "rank3": "100",
              "rank4": "100",
              "rank5": "100",
              "rank6": "100",
              "rank7": "100",
              "rank8": "100",
              "rank9": "100",
              "技能专精1": "100",
              "技能专精2": "100",
              "技能专精3": "100"
            },
            {
              "key": "伤害倍率",
              "rank1": "102%",
              "rank2": "112%",
              "rank3": "122%",
              "rank4": "133%",
              "rank5": "143%",
              "rank6": "153%",
              "rank7": "163%",
              "rank8": "174%",
              "rank9": "184%",
              "技能专精1": "196%",
              "技能专精2": "212%",
              "技能专精3": "230%"
            },
            {
              "key": "失衡值",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            },
            {
              "key": "追加伤害倍率",
              "rank1": "378%",
              "rank2": "415%",
              "rank3": "453%",
              "rank4": "491%",
              "rank5": "529%",
              "rank6": "566%",
              "rank7": "604%",
              "rank8": "642%",
              "rank9": "680%",
              "技能专精1": "727%",
              "技能专精2": "784%",
              "技能专精3": "850%"
            },
            {
              "key": "追加失衡值",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            }
          ]
        },
        {
          "技能类型": "连携技",
          "技能名字": "爆裂手雷·β型",
          "技能描述": "当有敌人被施加法术附着时可以发动。向目标所在位置扔出一颗爆裂手雷，手雷落地后爆炸，对附近范围的敌人造成灼热伤害并施加灼热附着。",
          "技能等级数据": [
            {
              "key": "冷却时间",
              "rank1": "20秒",
              "rank2": "20秒",
              "rank3": "20秒",
              "rank4": "20秒",
              "rank5": "20秒",
              "rank6": "20秒",
              "rank7": "20秒",
              "rank8": "20秒",
              "rank9": "20秒",
              "技能专精1": "20秒",
              "技能专精2": "20秒",
              "技能专精3": "19秒"
            },
            {
              "key": "伤害倍率",
              "rank1": "60%",
              "rank2": "66%",
              "rank3": "72%",
              "rank4": "78%",
              "rank5": "84%",
              "rank6": "90%",
              "rank7": "96%",
              "rank8": "102%",
              "rank9": "108%",
              "技能专精1": "116%",
              "技能专精2": "125%",
              "技能专精3": "135%"
            },
            {
              "key": "失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            }
          ]
        },
        {
          "技能类型": "终结技",
          "技能名字": "狼之怒",
          "技能描述": "进行快速射击并施放狼之怒攻击附近敌人，造成5次灼热伤害并强制施加燃烧。",
          "技能等级数据": [
            {
              "key": "所需终结技能量",
              "rank1": "90",
              "rank2": "90",
              "rank3": "90",
              "rank4": "90",
              "rank5": "90",
              "rank6": "90",
              "rank7": "90",
              "rank8": "90",
              "rank9": "90",
              "技能专精1": "90",
              "技能专精2": "90",
              "技能专精3": "90"
            },
            {
              "key": "冷却时间",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "每段伤害倍率",
              "rank1": "32%",
              "rank2": "35%",
              "rank3": "38%",
              "rank4": "42%",
              "rank5": "45%",
              "rank6": "48%",
              "rank7": "51%",
              "rank8": "54%",
              "rank9": "58%",
              "技能专精1": "62%",
              "技能专精2": "66%",
              "技能专精3": "72%"
            },
            {
              "key": "失衡值",
              "rank1": "15",
              "rank2": "15",
              "rank3": "15",
              "rank4": "15",
              "rank5": "15",
              "rank6": "15",
              "rank7": "15",
              "rank8": "15",
              "rank9": "15",
              "技能专精1": "15",
              "技能专精2": "15",
              "技能专精3": "15"
            }
          ]
        }
      ],
      "talents": [
        {
          "天赋名字": "锤炼",
          "天赋描述": "干员力量能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员力量能力提高数值",
              "rank1": 10,
              "rank2": 15,
              "rank3": 15,
              "rank4": 20
            }
          ]
        },
        {
          "天赋名字": "灼热獠牙",
          "天赋描述": "每次施加燃烧后，获得灼热獠牙状态，持续10秒，该状态无法叠加。状态持续期间，自身造成的灼热伤害+20%/+30%。",
          "天赋等级数据": [
            {
              "key": "灼热伤害提升",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "节制准则",
          "天赋描述": "战技灼热弹痕成功消耗法术异常时，返还5/10点技力。",
          "天赋等级数据": [
            {
              "key": "返还技力数值",
              "rank1": "5",
              "rank2": "10"
            }
          ]
        },
        {
          "天赋名字": "狼群的技巧",
          "天赋描述": "进驻制造舱时，干员经验素材的生产效率提升10%/20%。",
          "天赋等级数据": [
            {
              "key": "干员经验素材的生产效率提升",
              "rank1": "10%",
              "rank2": "20%"
            }
          ]
        },
        {
          "天赋名字": "荒野卓识",
          "天赋描述": "进驻培养舱时，矿物质料的培养速度提升20%/30%。",
          "天赋等级数据": [
            {
              "key": "矿物质料的培养速度提升",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "rank1": "蓝色",
              "rank2": "紫色",
              "rank3": "金色"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": 1,
          "潜能名字": "独狼",
          "潜能内容": "力量+15，敏捷+15。"
        },
        {
          "潜能等级": 2,
          "潜能名字": "铳械改造",
          "潜能内容": "天赋节制准则效果加强：额外返还10点技力。"
        },
        {
          "潜能等级": 3,
          "潜能名字": "狩猎时刻",
          "潜能内容": "灼热獠牙状态下，施放战技触发额外效果时，立即刷新自身灼热獠牙状态的持续时间，同时使小队内其他干员获得灼热獠牙，效果为基础的50%。"
        },
        {
          "潜能等级": 4,
          "潜能名字": "狼群意志",
          "潜能内容": "终结技狼之怒所需的终结技能量-15%。"
        },
        {
          "潜能等级": 5,
          "潜能名字": "天生掠食者",
          "潜能内容": "施放终结技狼之怒后立即刷新连携技爆裂手雷·β型冷却时间。"
        }
      ],
      "postcards": [
        {
          "潜能明信片名字": "狩猎时间到",
          "明信片图片": "（具体图片链接）",
          "画师": "umo_yszx",
          "明信片文字": "荒野上最优秀的猎手总会在最合适的时机现身。"
        },
        {
          "潜能明信片名字": "今日不设防",
          "明信片图片": "（具体图片链接）",
          "画师": "MeanWhile",
          "明信片文字": "他只会在最信任的人面前放下防备，袒露那份弃置在童年的真实秉性。"
        },
        {
          "潜能明信片名字": "掠食者一瞥",
          "明信片图片": "（具体图片链接）",
          "画师": "FE",
          "明信片文字": "于狼魂的嘶吼声中，年轻的掠食者踏足属于自己的猎场，他将紧盯每一只猎物，直至把它们猎于铳下。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "鲁珀",
        "专长·一": "作战技巧",
        "专长·二": "潜伏",
        "爱好·一": "自然",
        "爱好·二": "创意",
        "专长描述": "他总擅于一个人处理一切，也总习惯一个人承担一切。",
        "专长·二描述": "在荒地的生存法则中，隐匿行踪先于一切，而他恰好在这件事上颇具天分。",
        "爱好·一描述": "荒野即是猎场。合格的猎手总乐于关注身边的每种变化，无论是空气的湿度、风向的变换还是水流的声响……",
        "爱好·二描述": "改造蚀刻弹并不是件有趣的事，但测试改造成果常常让他乐在其中。"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】狼卫\n【性别】男\n【身份认证】狼群氏族\n【生日】11月16日\n【种族】鲁珀\n【矿石病感染情况】\n参照医学检测报告，确认为感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：优良\n战术规划：标准\n源石技艺适应性：标准\n裂地者的生活方式在狼卫的身上留下了许多痕迹。疤痕象征着过往，这些积攒的痛楚现在并没有影响到狼卫，但不代表未来也会一直如此。他应该学会以更爱惜自己生命的方式参与任务，或者至少，多信任战友一些，不要总是试图单打独斗。"
        },
        {
          "type": "人事简述",
          "content": "干员狼卫，全名卡特洛·狼卫·卢皮诺，裂地者狼群氏族成员。作为狼群代表与终末地工业达成合作。之后经佩丽卡监督推荐，加入特种技术部门，以危机处理小组成员的身份接受派遣。\n狼卫拥有极强的观察能力与应变能力。据我所知，他能自如应对绝大多数目前已知的高危环境。\n他显然习惯单独行动，同时擅长隐秘工作。但在与他人的交际中，狼卫似乎并不乐于处理一些人际关系问题，因此在进行需要团队协作的任务时，建议尽量让该干员独自行动。\n值得注意的是，根据已有的测试反馈，狼卫在体能与反应速度上都表现得十分优秀，他精通铳械，熟练掌握各项肉搏技巧，也擅长将任一物件用于战斗——哪怕是一支钢笔。\n或许是得益于丰富的荒地生活经验，狼卫不仅对野外环境中的各种危险情况了如指掌，还很清楚如何与开拓区居民打交道，尤其是在与裂地者有关的事宜上……相信每个和他搭档过的干员应该都对此印象深刻。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "在狼卫刚加入终末地的时候，一些干员一度因为裂地者的身份而对他心存成见，甚至认为他另有所图。但几年过去，他们发现这位来自\"狼群氏族\"的青年尽管多数时候一脸冷漠，言辞也总显得颇具攻击性，但却意外地不难相处。\n他总是无比准时、高效、尽责，经常什么都不说就完成了所有善后工作——几乎具备了一切常人能想象的\"好队友\"特征。可惜的是，他本人似乎并不喜欢和人组队，每次被迫提交的报告里总少不了\"希望执行单人任务\"这条。\n不过与此相对的，狼卫对于自己在武器改装上的\"小小心得\"却从不吝于分享，这一度让终末地的武库工程师们颇为头疼。很多干员第一次见到狼卫本人，就是在武库工程师固定会举办的新型武器测试活动上，通常都能目睹他是如何面不改色地在武库工程师面前改装完了新武器，然后指着它说\"我认为这样更好用\"，致使武库工程师差点当场被气晕的全过程。\n哪怕这让狼卫一度上了武库的黑名单，他也毫不在意，一如既往地对拿到手的新武器进行改装，直到他觉得好用为止。\n\"成熟的猎手，理应挑选自己最趁手的猎具。——如果够不上最趁手，那就改装到最趁手。\""
        },
        {
          "type": "档案资料·二",
          "content": "在裂地者普遍被视作\"秩序破坏者\"的当下，重视秩序、对文明环带持温和态度的狼群氏族可谓是异类中的异类。直到现在，他们依然固守着某些古老的传统，譬如家族文化与崇尚团结。\n而这份特殊性，也让本就与他们对立的碾骨氏族更加仇视这些行走在荒地上的孤高猎手，甚至在十几年前发动过一次截杀行动，重创了当时刚失去头狼，正处于薄弱时期的狼群。\n作为那场劫难的亲历者，狼卫虽然得以与妹妹一同幸存，却对当时发生的种种讳莫如深。\n他在完成成年礼的几年后便离开了狼群，只与妹妹和极少数的友人保持了联系。\n没人清楚他离群的原因，他也像对当年的事缄口不言那样，不曾说过自己的目的。\n再后来，他以寻求合作为由找上了终末地，并以干员的身份加入了特种技术部门。\n曾有人问过狼卫，为什么会选择终末地作为合作对象？\n他先是沉默，接着十分坦诚地给出了答案：\n\"我希望为狼群寻找到另一个未来……而'终末地'拥有让这件事成真的可能。\"\n狼卫对狼群如今面临的困境表现得相当坦然，他的诚恳与务实最终让这项合作得以推进。\n与此相应的，他成为干员似乎也成了一件顺理成章的事，因为他的理由是——他有义务向合作方展示狼群的优秀之处，也有义务回报终末地的信任。\n于是，在不少或困难或艰险的任务里，都能看到狼卫隐秘却活跃的身影。\n不少曾对裂地者心存成见的干员，也因为狼卫的存在，改变了自己的看法。\n虽说这些看法在狼卫的妹妹——洛茜干员加入后又有了别样的变化，但那就是后话了。"
        },
        {
          "type": "档案资料·三",
          "content": "这次要留多久？不打算回家看看？\"\n\"……一天。嗯，没必要。\"\n\"这么快？那算了……唉，不过前两天小洛茜又来跟我念叨你，说是怀疑这次她过生日，你又要'礼物到了人没到'……下次你就算不回家，好歹也找机会跟她见一面嘛。\n\"你想啊，自从你们兄妹上回在托马索家里聚了一次，都已经过了大半年了。\"\n\"还有些事要尽快处理……等事情结束了——\"\n\"打住！你上次也这么说，结果呢？结果你隔了几天又跑开拓区去了，说什么要帮人善后……\n\"唉，搞不懂你们这些年轻人，怎么整天都有做不完的事……\n\"反正我要是你，就算事情再多，肯定也要多回来几趟照料妹妹的！她才那么小，氏族里和她差不多年纪的，哪个不是被家人们宠着长大的……\"\n\"你们也是她的家人。\"\n\"那当然！不对，差点被你小子带跑了……我知道你总有自己的想法，但作为过来人，我看到小洛茜总会想起我那个可怜的女儿……没能在那时多花些时间陪着她，是我最大的遗憾……\n\"听点劝吧，卡特洛……少做点会让自己后悔的事。\"\n\"我明白你的意思，鲁斯特叔叔。\n\"但洛茜……她知道我今天回来。\"\n\"什么？不可能！\n\"她要是知道，怎么会一大早就和路易家那对双胞胎跑去猎场了？总不会是……\"\n\"嗯，就和你猜的一样。\"\n\"……你们兄妹啊，果然是同一窝的鲁珀，骨子里根本一模一样嘛！\n\"算了，我也懒得管了！就算这样，你总不在她身边，不怕哪天出什么纰漏吗？\n\"本来想替小洛茜保密的……现在看来，还是得给你说说——六个月前，洛茜她为了给老巴特他们出头，不小心惹来了影颅的杀手……当时我记得清清楚楚，整整十四个人，一个比一个难缠，要不是托马索提前找来了卡邦的'獠牙'们帮忙，我们几个那天指不定连地下黑市的门都走不出去……\"\n\"……\"\n\"怎么样？现在知道后怕了吧？\"\n\"不，我只是在想，洛茜知道我去北方的事……是不是也是鲁斯特叔叔你说的。\"\n\"呃……这个……呵呵……那是……我一不小心给说漏嘴了……真的……\n\"咳，对了！你的双铳我都检查好了！没什么大问题！保养得不错！就是少用点你那些个改装弹药……再好的铳口也禁不住你那么耗的……\"\n\"嗯，我会注意的。\n\"以及……当时是十五个人。\"\n\"啊？\"\n\"那么，下回见。\"\n——\"恶狼扳机\"店内监控的录音记录"
        },
        {
          "type": "档案资料·四",
          "content": "他很清楚，既然打算长期离开狼群，就意味着这是一次无法确定归期的远行。按照自己以往的习惯，最好把能派上用场的东西全带上。\n但是，当狼卫站在\"猎手号\"前，环视了一遍这辆自己与妹妹生活了快十年的大车，又觉得似乎也没什么该拿的了……\n他忍不住又在脑海里过了遍那些原定的安排：再和洛茜交代一遍氏族里真正能信任的人，还有唯二能联系上自己的方式；跟托马索打个招呼，让他多看着洛茜一点；去鲁斯特叔叔的店里还掉仅剩的那笔定制费；替乔万尼再喂一次那几只完全散养的羽兽，并将它们托付给隔壁的小文森特……他确信自己并没有遗漏其中的任何一件事。\n想到这里，他放心了一些，打算最后再去看一眼床头，以防自己又忘了关洛茜送的那盏源石灯。\n只是才走进自己睡的那节车厢，他的目光就落在了柜子里一个不起眼的角落，那里放着外漆已经掉得差不多的双铳——是他拿到的第一件武器。\n尽管它们是二手货，口径适配的弹药也十分稀少，但对那时的他来说，却已经是足以让自己与妹妹活下去的珍宝。他用它得到了第一份雇佣兵工作，也靠它击杀了第一个任务目标，甚至因为其中一支铳的源石激发单元过度老化，他被迫领悟了单手换弹的技巧，还因此学会了拆卸铳械的手法。而在靠佣金养活一家人的第三年，他终于成功换掉了老旧的源石激发单元，并专门为双铳做了一组蚀刻弹药。\n但就像从他人那里继承来的梦想总是难以延续，这对从氏族老一辈那里获赠的铳械，后来还是在一次危急的护卫任务中，因长时间铳口过热而报废了。\n不久后，在环带当赏金猎人的鲁斯特叔叔回归了狼群氏族，在他家对面开了间翻新、改造旧铳械的铺子，名字叫\"恶狼扳机\"。从鲁斯特那里，他第一次知道了什么是\"定制武器\"，也终于学到了一些改装武器的窍门。\n那之后，他用的武器总能被他改造得最适合自己，当然……也可能只适合他。\n即便如此，这对最初的铳械还是没被他处理掉，而是放在了一个如果不是即将远行，自己平时也不会多看一眼的位置。\n——为了什么呢？铭记？提醒？还是纯粹地想要为那段充斥着苦痛的回忆留点纪念品？\n狼卫想了想，发现自己似乎还答不上来，好像都是，又好像都不是。\n在确认了源石灯的关闭状态后，他走向车门——正式踏上这段说不定能给他一个确切答案的旅程。"
        }
      ]
    },
    "voice_records": []
  }
};