var operator_95_秋栗 = {
  "operator": {
    "itemId": "95",
    "name": "秋栗",
    "cover": "./images/00598faf8a7eccab9c4d64e102faac6b.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=95",
    "title": "秋栗 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "Z7行动组，秋栗，很高兴加入这次行动！请期待我的表现！",
      "description": "Z7行动组组长——秋栗，作为年轻的商学院优等生，自荐加入终末地工业。她凭一己之力建立了Z7行动组，短短几个月内完成了招募、训练并投入实战，取得了今日的成绩。她的热忱、上进和理想主义感染着身边的人。除此之外，她也会以咖啡和茶点鼓舞大家，不要错过了！"
    },
    "basic_info": {
        "code": "秋栗",
        "gender": "女",
        "identity": "终末地工业",
        "birthday": "3月31日",
        "race": "佩洛",
        "tags": ["技力恢复", "灼热附着", "连击"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "单手剑",
      "main_ability": "敏捷",
      "sub_ability": "智识",
      "attribute": "灼热",
      "class": "先锋",
      "star": "4星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "13",
            "敏捷": "15",
            "智识": "12",
            "意志": "9"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "92"
          },
          "能力值": {
            "力量": "34",
            "敏捷": "42",
            "智识": "32",
            "意志": "30"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "157"
          },
          "能力值": {
            "力量": "55",
            "敏捷": "70",
            "智识": "53",
            "意志": "52"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "222"
          },
          "能力值": {
            "力量": "77",
            "敏捷": "98",
            "智识": "75",
            "意志": "74"
          }
        },
        "80级": {
          "需求素材": "225000 折金票, 8 星门菌, 20 D96钢样品四, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "287"
          },
          "能力值": {
            "力量": "99",
            "敏捷": "126",
            "智识": "96",
            "意志": "96"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "319"
          },
          "能力值": {
            "力量": "110",
            "敏捷": "140",
            "智识": "106",
            "意志": "108"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "技能名字": "进取剑锋",
          "技能描述": "普通攻击：对敌人进行至多4段攻击，造成物理伤害。作为主控干员时，重击会造成17点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "20%",
              "rank2": "22%",
              "rank3": "24%",
              "rank4": "26%",
              "rank5": "28%",
              "rank6": "30%",
              "rank7": "32%",
              "rank8": "34%",
              "rank9": "36%",
              "技能专精1": "39%",
              "技能专精2": "42%",
              "技能专精3": "45%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "28%",
              "rank2": "30%",
              "rank3": "33%",
              "rank4": "36%",
              "rank5": "39%",
              "rank6": "41%",
              "rank7": "44%",
              "rank8": "47%",
              "rank9": "50%",
              "技能专精1": "53%",
              "技能专精2": "57%",
              "技能专精3": "62%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "33%",
              "rank2": "36%",
              "rank3": "39%",
              "rank4": "42%",
              "rank5": "46%",
              "rank6": "49%",
              "rank7": "52%",
              "rank8": "55%",
              "rank9": "59%",
              "技能专精1": "63%",
              "技能专精2": "67%",
              "技能专精3": "73%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "50%",
              "rank2": "54%",
              "rank3": "59%",
              "rank4": "64%",
              "rank5": "69%",
              "rank6": "74%",
              "rank7": "79%",
              "rank8": "84%",
              "rank9": "89%",
              "技能专精1": "95%",
              "技能专精2": "103%",
              "技能专精3": "111%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "技能类型": "战技",
            "技能名字": "热情迸发",
            "技能描述": "向前方挥斩，造成灼热伤害并施加灼热附着。",
            "技能等级数据": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "142%",
                "rank2": "156%",
                "rank3": "171%",
                "rank4": "185%",
                "rank5": "199%",
                "rank6": "213%",
                "rank7": "228%",
                "rank8": "242%",
                "rank9": "256%",
                "技能专精1": "274%",
                "技能专精2": "295%",
                "技能专精3": "320%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "技能类型": "连携技",
            "技能名字": "快闪冲击",
            "技能描述": "当有敌人失衡，或触发失衡节点时可以发动。进行来回2段突刺，每段造成物理伤害，并恢复一定技力。",
            "技能等级数据": [
              {
                "key": "冷却时间",
                "rank1": "10秒",
                "rank2": "10秒",
                "rank3": "10秒",
                "rank4": "10秒",
                "rank5": "10秒",
                "rank6": "10秒",
                "rank7": "10秒",
                "rank8": "10秒",
                "rank9": "10秒",
                "技能专精1": "10秒",
                "技能专精2": "10秒",
                "技能专精3": "9秒"
              },
              {
                "key": "每段伤害倍率",
                "rank1": "80%",
                "rank2": "88%",
                "rank3": "96%",
                "rank4": "104%",
                "rank5": "112%",
                "rank6": "120%",
                "rank7": "128%",
                "rank8": "136%",
                "rank9": "144%",
                "技能专精1": "154%",
                "技能专精2": "166%",
                "技能专精3": "180%"
              },
              {
                "key": "每段失衡值",
                "rank1": "5",
                "rank2": "5",
                "rank3": "5",
                "rank4": "5",
                "rank5": "5",
                "rank6": "5",
                "rank7": "5",
                "rank8": "5",
                "rank9": "5",
                "技能专精1": "5",
                "技能专精2": "5",
                "技能专精3": "5"
              },
              {
                "key": "每段恢复技力",
                "rank1": "7.5",
                "rank2": "7.5",
                "rank3": "7.5",
                "rank4": "7.5",
                "rank5": "7.5",
                "rank6": "7.5",
                "rank7": "7.5",
                "rank8": "7.5",
                "rank9": "7.5",
                "技能专精1": "7.5",
                "技能专精2": "7.5",
                "技能专精3": "7.5"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "技能类型": "终结技",
            "技能名字": "小队，集结！",
            "技能描述": "进入持续施法状态，发射3枚集结信号弹，每次发射恢复一定技力。",
            "技能等级数据": [
              {
                "key": "所需终结技能量",
                "rank1": "120",
                "rank2": "120",
                "rank3": "120",
                "rank4": "120",
                "rank5": "120",
                "rank6": "120",
                "rank7": "120",
                "rank8": "120",
                "rank9": "120",
                "技能专精1": "120",
                "技能专精2": "120",
                "技能专精3": "120"
              },
              {
                "key": "冷却时间",
                "rank1": "20秒",
                "rank2": "20秒",
                "rank3": "20秒",
                "rank4": "20秒",
                "rank5": "20秒",
                "rank6": "20秒",
                "rank7": "20秒",
                "rank8": "20秒",
                "rank9": "20秒",
                "技能专精1": "20秒",
                "技能专精2": "20秒",
                "技能专精3": "20秒"
              },
              {
                "key": "恢复技力",
                "rank1": "58",
                "rank2": "60",
                "rank3": "62",
                "rank4": "64",
                "rank5": "66",
                "rank6": "68",
                "rank7": "70",
                "rank8": "72",
                "rank9": "74",
                "技能专精1": "76",
                "技能专精2": "78",
                "技能专精3": "80"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "天赋名称": "游刃",
          "天赋描述": "干员敏捷能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员敏捷能力提高数值",
              "游刃·一": "10",
              "游刃·二": "15",
              "游刃·三": "15",
              "游刃·四": "20"
            },
            {
              "key": "激活条件",
              "游刃·一": "干员信赖度达到20%",
              "游刃·二": "晋升至精英化阶段1",
              "游刃·三": "干员信赖度达到50%",
              "游刃·四": "晋升至精英化阶段2, 干员信赖度达到100%, 晋升至精英化阶段3, 晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "胜利喝彩",
          "天赋描述": "每10点智识会使连携技快闪冲击的技力恢复量+1.0%/+1.5%，最多提高50%/75%。",
          "天赋等级数据": [
            {
              "key": "技力恢复量提升以及最大提升值",
              "胜利喝彩·一": "1.0%/50%",
              "胜利喝彩·二": "1.5%/75%"
            },
            {
              "key": "激活条件",
              "胜利喝彩·一": "晋升至精英化阶段1",
              "胜利喝彩·二": "晋升至精英化阶段2"
            }
          ]
        },
        {
          "天赋名称": "心流时间",
          "天赋描述": "施放终结技小队，集结！期间，获得连击。",
          "天赋等级数据": [
            {
              "key": "激活条件",
              "心流时间": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "咖啡或茶",
          "天赋描述": "进驻制造舱时，舱室内干员心情消耗降低10%/14%。",
          "天赋等级数据": [
            {
              "key": "舱室内干员心情消耗降低",
              "咖啡或茶·α": "10%",
              "咖啡或茶·β": "14%"
            },
            {
              "key": "激活条件",
              "咖啡或茶·α": "晋升至精英化阶段1",
              "咖啡或茶·β": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "破冰游戏",
          "天赋描述": "进驻会客室时，舱室内干员心情消耗降低14%/18%。",
          "天赋等级数据": [
            {
              "key": "舱室内干员心情消耗降低",
              "破冰游戏·β": "14%",
              "破冰游戏·γ": "18%"
            },
            {
              "key": "激活条件",
              "破冰游戏·β": "晋升至精英化阶段2",
              "破冰游戏·γ": "晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "装备适配·一": "蓝色",
              "装备适配·二": "紫色",
              "装备适配·三": "金色"
            },
            {
              "key": "激活条件",
              "装备适配·一": "晋升至精英化阶段1",
              "装备适配·二": "晋升至精英化阶段2",
              "装备适配·三": "晋升至精英化阶段3"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": "潜能1",
          "潜能效果": "正向反馈：通过技能恢复技力时，攻击力+10%，持续10秒，该效果最多叠加5层。"
        },
        {
          "潜能等级": "潜能2",
          "潜能效果": "理想热忱：敏捷+10，智识+10。"
        },
        {
          "潜能等级": "潜能3",
          "潜能效果": "全力协作：施放终结技小队，集结！期间，全队攻击力+10%。"
        },
        {
          "潜能等级": "潜能4",
          "潜能效果": "满分状态：终结技小队，集结！所需的终结技能量-10%。"
        },
        {
          "潜能等级": "潜能5",
          "潜能效果": "残心节奏：天赋心流时间效果加强：连击在终结技小队，集结！结束后还会持续5秒。"
        }
      ],
      "postcards": [
        {
          "明信片名称": "前来报到",
          "画师": "八口力",
          "明信片描述": "是理想，是期待，是奔腾的热忱——以笑容宣告，她前来报到。"
        },
        {
          "明信片名称": "年轻的理想",
          "画师": "BBokyo",
          "明信片描述": "用行动照亮身边的人，再把这份光延伸到更远的地方。"
        },
        {
          "明信片名称": "明日新星",
          "画师": "Kaneni",
          "明信片描述": "她微笑着，像破晓时的风，带着未曾言说的希望，蕴藏着静默的勇气。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "佩洛",
        "专长·一": "团队管理：她清楚地知道，一个团队从无到有、不断成长的奥秘，就是耐心与热忱。",
        "专长·二": "烹饪：热饮和甜点可以有效地缓解疲劳、消弭冲突、增进了解、加快会议效率。",
        "爱好·一": "公益：她想到自己做的每一步都能让终末地的理想也迈进一小步，就感到由衷的开心。",
        "爱好·二": "运动：时尚、艺术、文学……她放下了这些曾经感兴趣的东西，把闲暇时间更多地花在了锻炼上。"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】秋栗【性别】女【身份认证】终末地工业【生日】3月31日【种族】佩洛【矿石病感染情况】参照医学检测报告，确认为非感染者。 【综合体检测试】生理强度：标准作战技巧：标准战术规划：优良源石技艺适应性：普通 干员秋栗，本名斯波红叶，毕业于新都筑高等商学院，以预备干员身份加入终末地工业。现为特种技术部门Z7行动组组长，负责指挥和管理工作。 以她的履历，本可以通过推荐进入环塔商会任何一家赫赫有名的大企业任职，却选择了来到终末地；即便在终末地，她也可以选择文职岗位，却在特种技术部门轮岗时主动提交申请，接下了重建Z7行动组的重担，成为前线行动人员。只能说，她心中一直奔腾着理想与热忱，是终末地最需要的年轻血液。在候选人提问环节，她问了一个问题——终末地作为一个\"伟大企业\"的愿景是什么，想要如何实现？我想，答案最好由管理员亲自告诉她。——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "人事简述",
          "content": "【新都筑高等商学院校报特刊】在毕业典礼前夕，本报记者对优秀毕业生斯波红叶进行了专访。\"红叶学姐，您连续四年绩点位列专业第一，两次获得'环塔青年综合商赛'金奖。请问，是什么支撑您始终保持高标准的自我要求？\"她微笑着回答：\"习惯吧，也可能是因为我妈妈从小就这样教我做事。\"斯波红叶曾在环塔商会多家知名企业实习，包括在四之洲商事总部的实地经营岗位轮训，也参与了环塔物流协同调度系统的商业策划案制定，并提出了风险评估模型的关键优化建议，最终获得了企业方的高度评价。但是谈到她在四年里最骄傲的事迹，斯波红叶却把公益社团\"萤之光\"挂在嘴边。\"我一直相信，商业和管理能力的意义不仅体现在利润上，更体现在人与人之间的支持与互助。'萤之光'让我学会了如何调动有限的资源，去照亮尽量多的人。\"谈及毕业后的去向，\"您母亲是芝商社的代表取缔役社长，很多人都认为您会继承这份家业，您也从未公开表达过其他意向。现在毕业在即，可以透露一下未来的打算吗？\"面对这个问题，斯波红叶只是轻轻地摇了摇头，露出了俏皮的微笑：\"我已经做好决定了。不过嘛，现在还不方便说。\""
        },
        {
          "type": "档案资料·一",
          "content": "【一封自荐信】致终末地工业人事部：您好，我是斯波红叶，来自新都筑高等商学院。我希望能加入终末地工业，参与涉及资源管理与人员调度的工作。我深知自己并非技术出身，也不是战斗人员，但我擅长统筹、调度与现场应变。我相信，这些能力同样可以发挥作用。我愿接受任何培训与考核，也愿意投身前线，只为一个目标：成为值得依靠的支援者，为更多人提供帮助。感谢您的审阅。后附简历、成绩单、实习记录与比赛案例，希望得到您的回复！斯波红叶"
        },
        {
          "type": "档案资料·二",
          "content": "《Z7行动组岗位申请书》申请人：秋栗职位：特种技术部门轮岗干员尊敬的佩丽卡监督：我留意到，行动中枢正在终末地工业内部招募Z7行动组的新队长，负责行动组重建及后续任务，我正式自荐担任该项工作。Z7行动组原为多用途支援编队，其原有成员皆已晋升或调配至其他行动组，番号现已停用。鉴于终末地工业当前正面临的多线作战压力，以及特种技术部门持续的人力资源紧张状况，我将致力于在不消耗过多资源的前提下，组建一支灵活、高效的支援型小队，专注于中低风险任务的独立执行，并在需要时对其他行动组提供辅助支持。本人已完成所有战地适应课程训练，并在32次实地任务与超过200次模拟任务中获得A级以上评价，具备一定的现场指挥与协调能力。如果需要的话，我可以承担相应的事务性协调与管理工作，并对接管理中枢与行动中枢。若获批准，我将立即启动人员招募与训练计划，确保小队在最短时间内成型并投入实战。后附计划书摘要与详案，敬请审阅。此致敬礼"
        },
        {
          "type": "档案资料·三",
          "content": "怪不得那个小姑娘缠着我整整一个月，巨细靡遗地询问每一个战术位置的功能细分、能力需求、训练方案……最后在计划书里还把我的名字也列了上去。——终末地安全专家 卡拉德 老实说，秋栗干员为Z7行动组新招募的某些队员……确实让人事部有点为难。但既然有佩丽卡监督的首肯和她自己的担保，我就先设个\"观察期\"吧。——终末地人事助理 马丁·马文·马伦 秋栗那边邀请我去帮忙训练新人呢，演示如何运用战术机动来应对重装目标。咦，你也是吗？——陈千语干员某次在走廊与余烬干员相遇时的对话 在三个月内如期通过了合格评审，大家辛苦了！我准备了热饮和茶点，休息好之后，一起看看我们的第一次任务吧！——Z7行动组组长 秋栗"
        },
        {
          "type": "档案资料·四",
          "content": "【环塔商会相关函件】来函方：芝商社收函方：终末地工业人力资源事务部 尊敬的终末地工业人力资源事务部：您好。我是斯波红叶的母亲，斯波阳子。请原谅我以这样的方式打扰贵方。作为商社的负责人，我习惯于以理性和效率处理事务。但提笔写下这封信时，我的内心却充满了复杂的情感。红叶是我唯一的女儿。她的父亲与我的弟弟在讨伐天使的军旅中相识，因此与我结缘，然后有了红叶。在她的成长过程中，我是严格的教导者，而她那充满理想主义的父亲和舅舅则是带她游戏、玩耍的\"大朋友\"。直到十年前那场对天使的远征结束后，她的舅舅再也没能回来，她生还的父亲也变了一个人，最后离开了我们的生活。从那时候起，我便将红叶视为家庭唯一的延续，悉心培养她成为商社的继承人。她远离了那些葬送了我们的家庭的东西，再也不玩\"打天使\"的游戏，而成了优秀的学生，聪明，勤奋，始终不负我的期望。然而，在毕业之际，她却选择了加入终末地工业，甚至投身于充满危险的前线工作。起初，我对此感到震惊和恼怒。我们为此争执不休，关系紧张。我并非不理解她，相反，我比任何一个人都清楚，她并非一时冲动。她的身体里依然流着她父亲的血，流着那份对理想、对正义的热血与执着——尽管这断送了她的童年。我不再试图阻止她的决定。她愿意拼尽全力，只为证明自己的价值——这是我无法否定的理由。我恳请贵方，在可能范围内确保她的安全。但也请相信，我的女儿不是只会念书的孩子。谢谢你们的照顾。斯波阳子"
        }
      ]
    },
    "voice_records": [
      {
        "语音类型": "行动准备1",
        "语音内容": "Z7行动组，秋栗，很高兴加入这次行动！请期待我的表现！"
      },
      {
        "语音类型": "行动准备2",
        "语音内容": "大家准备好了吗？我已经为这次任务做了充分的准备！"
      },
      {
        "语音类型": "编入队伍1",
        "语音内容": "能和大家一起工作，我感到非常荣幸！"
      },
      {
        "语音类型": "编入队伍2",
        "语音内容": "我会尽我所能，为队伍做出贡献！"
      }
    ]
  }
}