var operator_93_埃特拉 = {
  "operator": {
    "itemId": "93",
    "name": "埃特拉",
    "cover": "./images/6982b354f139cae54d7333a2_6ad0f152.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=93",
    "title": "埃特拉 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "呃....我感觉自己的身上正在承受整个世界的重担…主要是膝盖……",
      "description": "终末地Z7行动组成员，负责情报收集和通信任务，体力很差。埃特拉总是被不幸所环绕，时不时会语出惊人。她因为自身感官的迟钝反而有一些刺激性的爱好。理想是安稳地度过一生。"
    },
    "basic_info": {
        "code": "埃特拉",
        "gender": "女",
        "identity": "终末地工业",
        "birthday": "4月9日",
        "race": "菲林",
        "tags": ["寒冷附着", "击飞", "物理脆弱"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "长柄武器",
      "main_ability": "意志",
      "sub_ability": "力量",
      "attribute": "寒冷",
      "class": "近卫",
      "star": "4星"
    },
    "ability_extension": {
      "elite": {
        "0": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30",
            "能力值": {
              "力量": "13",
              "敏捷": "8",
              "智识": "14",
              "意志": "15"
            }
          }
        },
        "20": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "90",
            "能力值": {
              "力量": "32",
              "敏捷": "27",
              "智识": "34",
              "意志": "44"
            }
          }
        },
        "40": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "153",
            "能力值": {
              "力量": "53",
              "敏捷": "47",
              "智识": "56",
              "意志": "74"
            }
          }
        },
        "60": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "217",
            "能力值": {
              "力量": "73",
              "敏捷": "67",
              "智识": "78",
              "意志": "105"
            }
          }
        },
        "80": {
          "需求素材": "100000 折金票, 8 星门菌, 20 象限拟合液, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "280",
            "能力值": {
              "力量": "94",
              "敏捷": "87",
              "智识": "99",
              "意志": "136"
            }
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "312",
            "能力值": {
              "力量": "104",
              "敏捷": "97",
              "智识": "110",
              "意志": "151"
            }
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "技能名字": "噪点",
          "技能描述": "普通攻击：对敌人进行至多4段攻击，造成物理伤害。作为主控干员时，重击会造成17点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "25%",
              "rank2": "28%",
              "rank3": "30%",
              "rank4": "33%",
              "rank5": "35%",
              "rank6": "38%",
              "rank7": "40%",
              "rank8": "43%",
              "rank9": "45%",
              "技能专精1": "48%",
              "技能专精2": "52%",
              "技能专精3": "56%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "30%",
              "rank2": "33%",
              "rank3": "36%",
              "rank4": "39%",
              "rank5": "42%",
              "rank6": "45%",
              "rank7": "48%",
              "rank8": "51%",
              "rank9": "54%",
              "技能专精1": "58%",
              "技能专精2": "62%",
              "技能专精3": "68%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "35%",
              "rank2": "39%",
              "rank3": "42%",
              "rank4": "46%",
              "rank5": "49%",
              "rank6": "53%",
              "rank7": "56%",
              "rank8": "60%",
              "rank9": "63%",
              "技能专精1": "67%",
              "技能专精2": "73%",
              "技能专精3": "79%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "40%",
              "rank2": "44%",
              "rank3": "48%",
              "rank4": "52%",
              "rank5": "56%",
              "rank6": "60%",
              "rank7": "64%",
              "rank8": "68%",
              "rank9": "72%",
              "技能专精1": "77%",
              "技能专精2": "83%",
              "技能专精3": "90%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "技能类型": "战技",
            "技能名字": "凝声",
            "技能描述": "向前刺出长枪，激发出一道制冷声波，对一条直线上的敌人造成寒冷伤害并施加寒冷附着。",
            "技能等级数据": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "156%",
                "rank2": "171%",
                "rank3": "187%",
                "rank4": "202%",
                "rank5": "218%",
                "rank6": "234%",
                "rank7": "249%",
                "rank8": "265%",
                "rank9": "280%",
                "技能专精1": "300%",
                "技能专精2": "323%",
                "技能专精3": "350%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "技能类型": "连携技",
            "技能名字": "失真",
            "技能描述": "当有敌人进入冻结状态时可以发动。迅速移动到敌人身边，对小范围内的敌人造成物理伤害并强制造成击飞。如果命中处于冻结状态的敌人，还会造成额外伤害并施加物理脆弱。",
            "技能等级数据": [
              {
                "key": "冷却时间",
                "rank1": "18",
                "rank2": "18",
                "rank3": "18",
                "rank4": "18",
                "rank5": "18",
                "rank6": "18",
                "rank7": "18",
                "rank8": "18",
                "rank9": "18",
                "技能专精1": "18",
                "技能专精2": "18",
                "技能专精3": "17"
              },
              {
                "key": "对非冻结敌人伤害倍率",
                "rank1": "160%",
                "rank2": "176%",
                "rank3": "192%",
                "rank4": "208%",
                "rank5": "224%",
                "rank6": "240%",
                "rank7": "256%",
                "rank8": "272%",
                "rank9": "288%",
                "技能专精1": "308%",
                "技能专精2": "332%",
                "技能专精3": "306%"
              },
              {
                "key": "对冻结敌人伤害倍率",
                "rank1": "280%",
                "rank2": "308%",
                "rank3": "336%",
                "rank4": "364%",
                "rank5": "392%",
                "rank6": "420%",
                "rank7": "448%",
                "rank8": "476%",
                "rank9": "504%",
                "技能专精1": "539%",
                "技能专精2": "581%",
                "技能专精3": "630%"
              },
              {
                "key": "物理脆弱倍率",
                "rank1": "10%",
                "rank2": "10%",
                "rank3": "10%",
                "rank4": "10%",
                "rank5": "10%",
                "rank6": "10%",
                "rank7": "10%",
                "rank8": "10%",
                "rank9": "10%",
                "技能专精1": "15%",
                "技能专精2": "15%",
                "技能专精3": "15%"
              },
              {
                "key": "脆弱持续时间",
                "rank1": "6",
                "rank2": "6",
                "rank3": "6",
                "rank4": "6",
                "rank5": "6",
                "rank6": "6",
                "rank7": "6",
                "rank8": "6",
                "rank9": "6",
                "技能专精1": "6",
                "技能专精2": "6",
                "技能专精3": "6"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "技能类型": "终结技",
            "技能名字": "震音",
            "技能描述": "耗尽全身力气，用力下砸枪柄，对自身附近圆形范围的敌人造成物理伤害。如果敌人处于物理脆弱状态，则对其强制造成击飞。",
            "技能等级数据": [
              {
                "key": "所需终结技能量",
                "rank1": "70",
                "rank2": "70",
                "rank3": "70",
                "rank4": "70",
                "rank5": "70",
                "rank6": "70",
                "rank7": "70",
                "rank8": "70",
                "rank9": "70",
                "技能专精1": "70",
                "技能专精2": "70",
                "技能专精3": "70"
              },
              {
                "key": "冷却时间",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              },
              {
                "key": "伤害倍率",
                "rank1": "489%",
                "rank2": "538%",
                "rank3": "586%",
                "rank4": "635%",
                "rank5": "684%",
                "rank6": "733%",
                "rank7": "782%",
                "rank8": "831%",
                "rank9": "880%",
                "技能专精1": "941%",
                "技能专精2": "1014%",
                "技能专精3": "1100%"
              },
              {
                "key": "失衡值",
                "rank1": "15",
                "rank2": "15",
                "rank3": "15",
                "rank4": "15",
                "rank5": "15",
                "rank6": "15",
                "rank7": "15",
                "rank8": "15",
                "rank9": "15",
                "技能专精1": "20",
                "技能专精2": "20",
                "技能专精3": "20"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "天赋名称": "守誓",
          "天赋描述": "干员意志能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员能力提高数值",
              "守誓·一": "10",
              "守誓·二": "15",
              "守誓·三": "15",
              "守誓·四": "20"
            },
            {
              "key": "激活条件",
              "守誓·一": "干员信赖度达到20%",
              "守誓·二": "晋升至精英化阶段1",
              "守誓·三": "干员信赖度达到50%",
              "守誓·四": "晋升至精英化阶段2, 干员信赖度达到100%, 晋升至精英化阶段3, 晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "同病相怜",
          "天赋描述": "每当触发碎冰效果后，下一次战技凝声会返还7.5/15技力，该效果无法叠加。",
          "天赋等级数据": [
            {
              "key": "技力返还数值",
              "同病相怜·一": "7.5",
              "同病相怜·二": "15"
            },
            {
              "key": "激活条件",
              "同病相怜·一": "晋升至精英化阶段1",
              "同病相怜·二": "晋升至精英化阶段2"
            }
          ]
        },
        {
          "天赋名称": "惰性使然",
          "天赋描述": "不会被寒冷附着，且受到的寒冷伤害-10%/-20%。",
          "天赋等级数据": [
            {
              "key": "寒冷伤害减少",
              "惰性使然·一": "10%",
              "惰性使然·二": "20%"
            },
            {
              "key": "激活条件",
              "惰性使然·一": "晋升至精英化阶段2",
              "惰性使然·二": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "碎片化休息",
          "天赋描述": "进驻总控中枢时，所有干员心情恢复提升8%/12%。",
          "天赋等级数据": [
            {
              "key": "心情恢复提升",
              "碎片化休息·α": "8%",
              "碎片化休息·β": "12%"
            },
            {
              "key": "激活条件",
              "碎片化休息·α": "晋升至精英化阶段1",
              "碎片化休息·β": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "监听频段",
          "天赋描述": "进驻会客室时，干员收集线索的效率提升20%/30%。",
          "天赋等级数据": [
            {
              "key": "收集线索的效率提升",
              "监听频段·β": "20%",
              "监听频段·γ": "30%"
            },
            {
              "key": "激活条件",
              "监听频段·β": "晋升至精英化阶段2",
              "监听频段·γ": "晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "装备适配·一": "蓝色",
              "装备适配·二": "紫色",
              "装备适配·三": "金色"
            },
            {
              "key": "激活条件",
              "装备适配·一": "晋升至精英化阶段1",
              "装备适配·二": "晋升至精英化阶段2",
              "装备适配·三": "晋升至精英化阶段3"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": "潜能1",
          "潜能效果": "习惯性延误：连携技失真施加的物理脆弱持续时间+3秒。"
        },
        {
          "潜能等级": "潜能2",
          "潜能效果": "放低预期：终结技震音所需的终结技能量-10%。"
        },
        {
          "潜能等级": "潜能3",
          "潜能效果": "延后工作：战技凝声激发的制冷声波飞行距离+50%，并对首个命中敌人的伤害+40%。"
        },
        {
          "潜能等级": "潜能4",
          "潜能效果": "生命大于任务：意志+10，力量+10。"
        },
        {
          "潜能等级": "潜能5",
          "潜能效果": "活着就是胜利：每当有敌人被施加冻结时，获得5点终结技能量，该效果每1秒最多触发一次。"
        }
      ],
      "postcards": [
        {
          "明信片名称": "间歇性思考者",
          "画师": "またよし",
          "明信片描述": "尝试抽出一些时间，去思考那一滴露水何时会落地。"
        },
        {
          "明信片名称": "分享欲",
          "画师": "余音RinA",
          "明信片描述": "要尝一下吗？嗯...这是用一些昆虫和植物的提取物混合而成的营养饮料。嗯……很奇妙的味道……"
        },
        {
          "明信片名称": "秘密时间",
          "画师": "かしまき",
          "明信片描述": "你介意与人分享忙里偷闲的时光吗？"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "菲林",
        "专长·一": "潜伏：潜伏的最高境界是忘记自己正在潜伏。",
        "专长·二": "战场策略：嘘……我听见了微弱的心跳……嗯，似乎是来自我自己。",
        "爱好·一": "艺术：她如果能把分贝调小一半，那我愿意称其为艺术。",
        "爱好·二": "益智：动脑子可比出力气轻松，埃特拉天真地这么认为。"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】埃特拉【性别】女【身份认证】终末地工业【生日】4月9日【种族】菲林【矿石病感染情况】参照医学检测报告，确认为非感染者。 【综合体检测试】生理强度：普通作战技巧：标准战术规划：优良源石技艺适应性：标准 针对埃特拉小姐最新的体测数据，我们强烈建议其强化耐力训练，以提升肌肉耐受力。下一次体测数据如果依旧不理想，会强制安排训练日程，并交由Z7行动组组长监督执行。"
        },
        {
          "type": "人事简述",
          "content": "干员埃特拉，本名埃特拉·科尔，在环塔商会与联盟工团管辖区域均有活动记录。其在侦察与情报收集方面展现了过人天赋，经干员秋栗申请，纳入Z7行动组管理。 埃特拉有着丰富的经历，我本想深入了解她的过往，可她在签约过程中始终很安静，除了回答问题外并无主动沟通的意愿。此外，在仅有的一些话题中，她的回答常常让我无法理解……好在她并没有什么原则性的问题。鉴于其直属上司秋栗女士的良好声誉与预先担保，暂不考虑由于她沟通能力不足导致的管理风险，准许入职。——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "提起Z7行动组集结周年纪念日，除埃特拉以外的成员，恐怕都不会觉得这是什么愉快的回忆。但是，也不会有人否认，这是一段终生难忘的回忆。 起初，秋栗只是发现纪念日那天正好没有外勤任务，便提议要不要小小庆祝一下。大家都觉得不错，便讨论起如何庆祝。由于那时他们驻扎在远离文明环带的荒野，大家的建议不外乎是一些户外活动，所以投票时均遭到了不愿进行体力活动的埃特拉的否决。最终，只有\"河边野餐\"这个方案通过了。它未必是所有人的最优选，但也没人不喜欢。 纪念日当天，大家情绪高昂地收集着食材，不外乎是一些山菜野味。唯独埃特拉，捧着一堆五颜六色的菌类归来，遭到了队友们的强烈抵制，拒绝她的食材入锅。最终，在秋栗的把关下，才勉强从埃特拉的食材中，取出了一些长相低调的蘑菇入锅烹饪。 伴着落日，小队的大家在河边架起了锅，开始享用劳动成果。然而，这些蘑菇虽然没有太强的毒性，却也不似长相般温和，尝起来辛辣无比。喝完了携带的水，还是不解辣，大家索性来到河边，捧起河水狂饮，希望能压制口中的辛辣。可喝着喝着，上游传来低沉的轰鸣——是上游的水坝在泄洪！ \"坏了，我忘了今天没外勤就是因为工团的泄洪通知！\" 关于被洪流卷入的细节，大家都记不太清楚了。待他们回过神，发现埃特拉已经踩着锅，像一个熟练的冲浪者一般踏浪远去了。当剩余四人互相搀扶着上了岸，天色已晚，只能摸黑顺着河向下游寻找埃特拉。最终，在凌晨时分，才在一个流民的篝火边找到了熟睡的埃特拉。流民们热情招待了秋栗一行人，他们也吃到了一顿真正的野味大餐。 在流民们的好心挽留下，小队决定在这里休息一夜。当秋栗枕着漫天群星，准备好好睡上一觉时，想起了明早还有外勤任务。最终，四人轮流背着无法叫醒的埃特拉，在东方鱼肚白时分，赶回了营地。 据事后回忆，埃特拉之所以无法叫醒，大约是偷吃了她自己采摘的菌类，以至于她将洪流看作了沸腾的人潮，她像个摇滚明星一般进行着\"跳水\"的仪式，被人流托举着高歌。至于埃特拉当时唱了什么，没人知道。秋栗只记得，自己背着埃特拉一步一步走回营地时，背上的少女说着梦话——关于回家。"
        },
        {
          "type": "档案资料·二",
          "content": "【行动记录归档资料（已作废）】 \"埃特拉干员，此次针对裂地者残党的潜入所进行的侦察与反侦察行动大获成功，你功不可没。我需要针对以下战果进行细节复盘，作为后续行动的参照与指导。\" \"好的，过奖了。\" \"你是如何巧妙避开了敌人的佯攻，并推测出其主攻部队的动向的？\" \"是……我进行了非受迫性待命。当待命结束，敌人的大部队已行进至视野范围内。\" \"也就是说，你接收到了相关指令吗？好强的前瞻性，是秋栗组长下达的吗？\" \"是无氧代谢副产物累积与电解质失衡，我是这么感觉的……\" \"唔……所以你只是因为休息错过了敌人的佯攻部队，结果碰上了主力部队。好吧……下一个问题。\" \"你是如何截获了敌人的行动暗号，并破译出敌人下一步动向的？\" \"拍子不对，我听到了。\" \"什么的拍子？\" \"残党的驻地，我潜伏了一天一夜，他们一直在播放《DEATH☆DREAMS》那张专辑，我从小时候就开始听了。秋栗和萤石嫌吵，我很久没听过了。\" \"麻烦说重点……\" \"这张专辑的编曲很简单，鼓组从头到尾都是4/4拍，我对每首歌的节奏型都很熟。但那天却很怪，低频不稳，有一个不断变化的声音潜伏在鼓点下。\" \"越来越听不懂了，然后呢？\" \"我以为是什么荒野Remix，就认真听了那个节奏，并记了下来。那是一段裂地者暗号，我学过。后来，我们集结并肃清了这个据点，发现他们在用震荡器向外发送暗码，《DEATH☆DREAMS》只是障眼法，糟蹋了好音乐。\" \"呃……不管怎么说，你成功提供了关键情报，谢谢，询问结束。\" 以上行动记录对一般行动组并无参考价值，申请作废。——Z7行动组组长 秋栗"
        },
        {
          "type": "档案资料·三",
          "content": "【与秋栗组长就干员埃特拉背景调查的对谈记录】 由于干员情况特殊，秋栗组长事先与我进行了干员背景说明，并出示了相关物件资料。 物件：照片 这是一张老照片。银白色头发的菲林女孩坐在木制摇椅上，一脸幸福。她的身边是同为银白发色的青年男女，他们的手轻柔地搭在女孩两肩，看上去是非常幸福的一家人。 据秋栗介绍，这是埃特拉干员10岁生日时摄于家中书房的照片，那里如今已是一片废墟。天使与侵蚀迫使他们流离失所，一家人带着所有积蓄来到菈梵朵玛，希望可以在那里安顿下来。 可是，事情并没有如他们所愿。接下来是秋栗组长出示的报刊资料，记录了埃特拉一家人是如何在投资中受骗，损失了几乎所有存款。 物件：旧报刊 《麦道夫金融欺诈案终告破：受害者血本无归，主犯挥霍殆尽》 本报9日讯（记者 梅拉达）曾轰动塔卫二、造成巨额经济损失的特大金融诈骗案主犯伯纳·麦道夫，在潜逃多年后，已于日前被缉拿归案。 经司法机关深入调查查明，该犯罪团伙长期以虚假的高额投资回报为诱饵，编织了一个巨大的金融骗局。其利用新投资者的本金，伪装成支付给老投资者的所谓\"收益\"，以此制造盈利丰厚的假象，吸引更多不明真相的企业与个体商户不断投入资金。这种\"拆东墙补西墙\"的违法活动，完全背离了真实投资创造价值的规律。 经过执法部门锲而不舍的追捕，麦道夫终于落入法网，等待他的将是法律的严厉审判。但令人痛心的是，麦道夫团伙在潜逃过程中，已将绝大部分非法所得挥霍或转移，导致立案后可供追缴返还受害者的涉案资产所剩无几。这意味着，尽管主犯落网，但众多遭受重创的企业与个体商户，其巨大经济损失恐难以挽回。 此案再次以沉重的代价警示社会：天上不会掉馅饼。广大投资者务必高度警惕，擦亮双眼，谨防落入不法分子精心设置的陷阱。"
        },
        {
          "type": "档案资料·四",
          "content": "【与秋栗组长就干员埃特拉背景调查的对谈记录（续）】 秋栗组长继续向我展示了更多关于埃特拉的背景资料，包括她在加入终末地之前的经历。 据秋栗介绍，埃特拉在家庭遭遇变故后，曾一度流离失所，靠打零工和做一些临时性的情报工作维持生计。在这个过程中，她逐渐展现出了在侦察和情报收集方面的天赋，尤其是在监听和破译密码方面的能力。 秋栗与埃特拉的初次相遇是在一次外勤任务中。当时，秋栗所在的小队遭遇了裂地者残党的伏击，陷入了困境。关键时刻，埃特拉通过监听裂地者的通信频率，成功获取了他们的行动计划，并帮助秋栗小队制定了反制策略，最终化险为夷。 此后，秋栗便邀请埃特拉加入终末地工业，并推荐她进入Z7行动组。尽管埃特拉的体力很差，在训练中经常跟不上进度，但她在情报收集和分析方面的能力弥补了这一不足，成为了Z7行动组中不可或缺的一员。 秋栗表示，埃特拉虽然表面上看起来总是被不幸所环绕，但她的内心其实非常坚强。她经历了许多常人难以想象的苦难，却依然保持着对生活的热爱和对未来的希望。她的理想是安稳地度过一生，这看似平凡，实则是她经历了太多动荡后最真实的渴望。 最后，秋栗强调，埃特拉是一个值得信任的伙伴，她的能力和品质都符合终末地工业的价值观。尽管她有时会语出惊人，行为举止也有些与众不同，但这些都是她独特个性的体现，不应该成为评价她的唯一标准。"
        }
      ]
    },
    "voice_records": [
      {
        "语音类型": "行动准备1",
        "语音内容": "呀，来活了？"
      },
      {
        "语音类型": "行动准备2",
        "语音内容": "要是有人没准备好呢？"
      },
      {
        "语音类型": "编入队伍1",
        "语音内容": "让我们好好相处吧，女士们、先生们？"
      },
      {
        "语音类型": "编入队伍2",
        "语音内容": "哼哼，我还挺被看重呢。"
      }
    ]
  }
}