var operator_7_莱万汀 = {
  "operator": {
    "itemId": "7",
    "name": "莱万汀",
    "cover": "./images/9a215e451767e4527e1f8d1f8ce09fef.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=7",
    "title": "莱万汀 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "火焰，照亮黄昏！",
      "description": "莱万汀来自罗德岛，以管理员直属干员的身份为终末地工业提供服务。在华法琳的许可下，莱万汀曾在塔卫二各处独自游历，追寻她自己的目标。她挥舞火焰，具有强大的独立作战能力，同时也是个待人真诚的人。"
    },
    "basic_info": {
      "code": "莱万汀",
      "gender": "女",
      "identity": "罗德岛",
      "birthday": "和管理员的一样",
      "race": "萨卡兹",
      "tags": ["大量伤害", "燃烧"],
      "release_date": "[默认] 未知",
      "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "单手剑",
      "main_ability": "智识",
      "sub_ability": "力量",
      "attribute": "灼热",
      "class": "突击",
      "star": "6星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": {
            "无": ""
          },
          "基础数据": {
            "基础生命值": 500,
            "基础攻击力": 30
          },
          "能力值": {
            "力量": 13,
            "敏捷": 9,
            "智识": 22,
            "意志": 9
          }
        },
        "20级": {
          "需求素材": {
            "折金票": 1600,
            "轻红柱状菌": 3,
            "协议圆盘": 8
          },
          "基础数据": {
            "基础生命值": 1566,
            "基础攻击力": 91
          },
          "能力值": {
            "力量": 36,
            "敏捷": 28,
            "智识": 55,
            "意志": 26
          }
        },
        "40级": {
          "需求素材": {
            "折金票": 6500,
            "中红柱状菌": 5,
            "协议圆盘": 25
          },
          "基础数据": {
            "基础生命值": 2689,
            "基础攻击力": 156
          },
          "能力值": {
            "力量": 60,
            "敏捷": 49,
            "智识": 90,
            "意志": 44
          }
        },
        "60级": {
          "需求素材": {
            "折金票": 18000,
            "重红柱状菌": 5,
            "协议圆盘组": 24
          },
          "基础数据": {
            "基础生命值": 3811,
            "基础攻击力": 221
          },
          "能力值": {
            "力量": 85,
            "敏捷": 69,
            "智识": 125,
            "意志": 62
          }
        },
        "80级": {
          "需求素材": {
            "折金票": 100000,
            "星门菌": 8,
            "D96钢样品四": 20,
            "协议圆盘组": 36
          },
          "基础数据": {
            "基础生命值": 4934,
            "基础攻击力": 285
          },
          "能力值": {
            "力量": 109,
            "敏捷": 89,
            "智识": 160,
            "意志": 80
          }
        },
        "满级数值": {
          "需求素材": {
            "/": ""
          },
          "基础数据": {
            "基础生命值": 5495,
            "基础攻击力": 318
          },
          "能力值": {
            "力量": 121,
            "敏捷": 99,
            "智识": 177,
            "意志": 89
          }
        }
      },
      "combat_skills": [
        {
          "技能类型": "普通攻击",
          "技能名字": "燃烬",
          "技能描述": "对敌人至多造成5段攻击，造成灼燃伤害。作为主控干员时，重击会造成18点失衡。处于空中时使用普通攻击，会下落并攻击附近敌人，造成灼燃伤害。附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量灼燃伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "16%",
              "rank2": "18%",
              "rank3": "19%",
              "rank4": "21%",
              "rank5": "22%",
              "rank6": "24%",
              "rank7": "26%",
              "rank8": "27%",
              "rank9": "29%",
              "技能专精1": "31%",
              "技能专精2": "33%",
              "技能专精3": "36%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "24%",
              "rank2": "26%",
              "rank3": "29%",
              "rank4": "31%",
              "rank5": "34%",
              "rank6": "36%",
              "rank7": "38%",
              "rank8": "41%",
              "rank9": "43%",
              "技能专精1": "46%",
              "技能专精2": "50%",
              "技能专精3": "54%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "25%",
              "rank2": "28%",
              "rank3": "30%",
              "rank4": "33%",
              "rank5": "35%",
              "rank6": "38%",
              "rank7": "40%",
              "rank8": "43%",
              "rank9": "45%",
              "技能专精1": "48%",
              "技能专精2": "52%",
              "技能专精3": "56%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "39%",
              "rank2": "43%",
              "rank3": "47%",
              "rank4": "51%",
              "rank5": "55%",
              "rank6": "59%",
              "rank7": "62%",
              "rank8": "66%",
              "rank9": "70%",
              "技能专精1": "75%",
              "技能专精2": "81%",
              "技能专精3": "88%"
            },
            {
              "key": "普攻第五段倍率",
              "rank1": "53%",
              "rank2": "58%",
              "rank3": "64%",
              "rank4": "69%",
              "rank5": "74%",
              "rank6": "80%",
              "rank7": "85%",
              "rank8": "90%",
              "rank9": "95%",
              "技能专精1": "102%",
              "技能专精2": "110%",
              "技能专精3": "119%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        {
          "技能类型": "战技",
          "技能名字": "焚灭",
          "技能描述": "召唤熔核碎片持续攻击前方敌人，造成灼燃伤害。如果命中敌人，会获得一点熔火。如果施放时已拥有4层熔火，则最后会消耗所有层数，对大范围内敌人追加1次攻击，造成灼燃伤害并强制施加短暂的燃烧。追加攻击命中敌人会额外获得终结技能量。终结技期间，战技效果增强。",
          "技能等级数据": [
            {
              "key": "技力消耗",
              "rank1": "100",
              "rank2": "100",
              "rank3": "100",
              "rank4": "100",
              "rank5": "100",
              "rank6": "100",
              "rank7": "100",
              "rank8": "100",
              "rank9": "100",
              "技能专精1": "100",
              "技能专精2": "100",
              "技能专精3": "100"
            },
            {
              "key": "初始爆炸伤害倍率",
              "rank1": "62%",
              "rank2": "68%",
              "rank3": "75%",
              "rank4": "81%",
              "rank5": "87%",
              "rank6": "93%",
              "rank7": "99%",
              "rank8": "106%",
              "rank9": "112%",
              "技能专精1": "120%",
              "技能专精2": "129%",
              "技能专精3": "140%"
            },
            {
              "key": "初始爆炸失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "持续伤害每段倍率",
              "rank1": "6%",
              "rank2": "7%",
              "rank3": "8%",
              "rank4": "8%",
              "rank5": "9%",
              "rank6": "9%",
              "rank7": "10%",
              "rank8": "11%",
              "rank9": "11%",
              "技能专精1": "12%",
              "技能专精2": "13%",
              "技能专精3": "14%"
            },
            {
              "key": "追加伤害倍率倍率",
              "rank1": "342%",
              "rank2": "376%",
              "rank3": "410%",
              "rank4": "445%",
              "rank5": "479%",
              "rank6": "513%",
              "rank7": "547%",
              "rank8": "581%",
              "rank9": "616%",
              "技能专精1": "658%",
              "技能专精2": "710%",
              "技能专精3": "770%"
            },
            {
              "key": "追加失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "燃烧时长（秒）",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            },
            {
              "key": "追加攻击获得终结技能量",
              "rank1": "100",
              "rank2": "100",
              "rank3": "100",
              "rank4": "100",
              "rank5": "100",
              "rank6": "100",
              "rank7": "100",
              "rank8": "100",
              "rank9": "100",
              "技能专精1": "100",
              "技能专精2": "100",
              "技能专精3": "100"
            },
            {
              "key": "终结技期间第一段倍率",
              "rank1": "147%",
              "rank2": "161%",
              "rank3": "176%",
              "rank4": "191%",
              "rank5": "205%",
              "rank6": "220%",
              "rank7": "235%",
              "rank8": "249%",
              "rank9": "264%",
              "技能专精1": "282%",
              "技能专精2": "304%",
              "技能专精3": "330%"
            },
            {
              "key": "终结技期间第一段失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "终结技期间第二段倍率",
              "rank1": "164%",
              "rank2": "181%",
              "rank3": "197%",
              "rank4": "214%",
              "rank5": "230%",
              "rank6": "247%",
              "rank7": "263%",
              "rank8": "279%",
              "rank9": "296%",
              "技能专精1": "316%",
              "技能专精2": "341%",
              "技能专精3": "370%"
            },
            {
              "key": "终结技期间第二段失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "终结技期间追加攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "终结技期间追加攻击失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "终结技期间燃烧时长（秒）",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            }
          ]
        },
        {
          "技能类型": "连携技",
          "技能名字": "沸腾",
          "技能描述": "当有敌人进入燃烧或腐蚀状态时可以发动。让所有处于燃烧或腐蚀状态的敌人脚下喷出火焰，对其造成灼热附着。如果命中敌人，会获得1层熔火。每命中1个敌人，还会额外获得终结技能量。",
          "技能等级数据": [
            {
              "key": "冷却时间（秒）",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "9"
            },
            {
              "key": "伤害倍率",
              "rank1": "240%",
              "rank2": "264%",
              "rank3": "288%",
              "rank4": "312%",
              "rank5": "336%",
              "rank6": "360%",
              "rank7": "384%",
              "rank8": "408%",
              "rank9": "432%",
              "技能专精1": "462%",
              "技能专精2": "498%",
              "技能专精3": "540%"
            },
            {
              "key": "失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "命中1个敌人获得终结技能量",
              "rank1": "25",
              "rank2": "25",
              "rank3": "25",
              "rank4": "25",
              "rank5": "25",
              "rank6": "25",
              "rank7": "25",
              "rank8": "25",
              "rank9": "25",
              "技能专精1": "25",
              "技能专精2": "25",
              "技能专精3": "25"
            },
            {
              "key": "命中2个敌人获得终结技能量",
              "rank1": "30",
              "rank2": "30",
              "rank3": "30",
              "rank4": "30",
              "rank5": "30",
              "rank6": "30",
              "rank7": "30",
              "rank8": "30",
              "rank9": "30",
              "技能专精1": "30",
              "技能专精2": "30",
              "技能专精3": "30"
            },
            {
              "key": "命中3个或以上敌人获得终结技能量",
              "rank1": "35",
              "rank2": "35",
              "rank3": "35",
              "rank4": "35",
              "rank5": "35",
              "rank6": "35",
              "rank7": "35",
              "rank8": "35",
              "rank9": "35",
              "技能专精1": "35",
              "技能专精2": "35",
              "技能专精3": "35"
            }
          ]
        },
        {
          "技能类型": "终结技",
          "技能名字": "黄昏",
          "技能描述": "召唤烈焰魔剑并切换为主控角色。一段时间内，普通攻击得到强化，烈焰魔剑会协同莱万汀发动攻击，每次攻击造成灼燃伤害。此外，普通攻击第3段会施加灼热附着。",
          "技能等级数据": [
            {
              "key": "所需终结技能量",
              "rank1": "300",
              "rank2": "300",
              "rank3": "300",
              "rank4": "300",
              "rank5": "300",
              "rank6": "300",
              "rank7": "300",
              "rank8": "300",
              "rank9": "300",
              "技能专精1": "300",
              "技能专精2": "300",
              "技能专精3": "300"
            },
            {
              "key": "持续时间（秒）",
              "rank1": "15",
              "rank2": "15",
              "rank3": "15",
              "rank4": "15",
              "rank5": "15",
              "rank6": "15",
              "rank7": "15",
              "rank8": "15",
              "rank9": "15",
              "技能专精1": "15",
              "技能专精2": "15",
              "技能专精3": "15"
            },
            {
              "key": "强化普攻第一段倍率",
              "rank1": "65%",
              "rank2": "71%",
              "rank3": "78%",
              "rank4": "84%",
              "rank5": "91%",
              "rank6": "97%",
              "rank7": "104%",
              "rank8": "110%",
              "rank9": "117%",
              "技能专精1": "125%",
              "技能专精2": "134%",
              "技能专精3": "146%"
            },
            {
              "key": "强化普攻第二段倍率",
              "rank1": "81%",
              "rank2": "89%",
              "rank3": "97%",
              "rank4": "105%",
              "rank5": "113%",
              "rank6": "122%",
              "rank7": "130%",
              "rank8": "138%",
              "rank9": "146%",
              "技能专精1": "156%",
              "技能专精2": "168%",
              "技能专精3": "182%"
            },
            {
              "key": "强化普攻第三段倍率",
              "rank1": "115%",
              "rank2": "127%",
              "rank3": "139%",
              "rank4": "150%",
              "rank5": "162%",
              "rank6": "173%",
              "rank7": "185%",
              "rank8": "196%",
              "rank9": "208%",
              "技能专精1": "222%",
              "技能专精2": "240%",
              "技能专精3": "260%"
            },
            {
              "key": "强化普攻第四段倍率",
              "rank1": "203%",
              "rank2": "223%",
              "rank3": "243%",
              "rank4": "263%",
              "rank5": "284%",
              "rank6": "304%",
              "rank7": "324%",
              "rank8": "344%",
              "rank9": "365%",
              "技能专精1": "390%",
              "技能专精2": "420%",
              "技能专精3": "456%"
            },
            {
              "key": "强化普攻第四段失衡值",
              "rank1": "24",
              "rank2": "24",
              "rank3": "24",
              "rank4": "24",
              "rank5": "24",
              "rank6": "24",
              "rank7": "24",
              "rank8": "24",
              "rank9": "24",
              "技能专精1": "24",
              "技能专精2": "24",
              "技能专精3": "24"
            }
          ]
        }
      ],
      "talents": [
        {
          "天赋名字": "明晰",
          "天赋描述": "干员智识能力值提升10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员智识能力值提升数值",
              "rank1": 10,
              "rank2": 15,
              "rank3": 15,
              "rank4": 20
            }
          ]
        },
        {
          "天赋名字": "灼心",
          "天赋描述": "主控干员重击或处决命中时，莱万汀会吸收周围敌人的灼热附着。每吸收一层灼热附着，自身获得一层熔火，最多叠加4层。达到4层时，莱万汀造成的伤害无视敌人10/15/20点灼热抗性，持续20秒。附近敌人被击败时，身上的灼热附着也会被吸收。",
          "天赋等级数据": [
            {
              "key": "无视的灼热附着点数",
              "rank1": "10",
              "rank2": "15",
              "rank3": "20"
            }
          ]
        },
        {
          "天赋名字": "复燃",
          "天赋描述": "当生命值低于40%时，获得90%庇护，并每秒回复5%最大生命值，持续4/8秒。该效果每120秒最多触发一次。",
          "天赋等级数据": [
            {
              "key": "持续秒数",
              "rank1": "4",
              "rank2": "8"
            }
          ]
        },
        {
          "天赋名字": "记忆熔炉",
          "天赋描述": "进驻制造舱时，干员经验素材的生产效率提升20%/30%。",
          "天赋等级数据": [
            {
              "key": "干员经验素材的生产效率提升",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "不熄炎火",
          "天赋描述": "进驻制造仓时，舱室内干员心情消耗降低14%/18%。",
          "天赋等级数据": [
            {
              "key": "舱室内干员心情消耗降低",
              "rank1": "14%",
              "rank2": "18%"
            }
          ]
        },
        {
          "天赋名字": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "rank1": "蓝色",
              "rank2": "紫色",
              "rank3": "金色"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": 1,
          "潜能名字": "熔火之心",
          "潜能内容": "战技焚灭的追加攻击的伤害倍率提升至原本的1.2倍，且命中时返还20点技力。"
        },
        {
          "潜能等级": 2,
          "潜能名字": "追忆之旅",
          "潜能内容": "智识+20%，普通攻击伤害+15%。"
        },
        {
          "潜能等级": 3,
          "潜能名字": "往事碎片",
          "潜能内容": "战技焚灭造成的燃烧持续时间+50%，且燃烧的伤害提升至原本的1.5倍。"
        },
        {
          "潜能等级": 4,
          "潜能名字": "冰淇淋熔炉",
          "潜能内容": "终结技黄昏所需的终结技能量-15%。"
        },
        {
          "潜能等级": 5,
          "潜能名字": "存在的证明",
          "潜能内容": "终结技黄昏的强化普通攻击的伤害倍率提升至原本的1.2倍，且终结技期间，莱万汀每击败一个敌人，终结技的持续时间+1秒。（最多+7秒）"
        }
      ],
      "postcards": [
        {
          "潜能明信片名字": "火与剑",
          "明信片图片": "（具体图片链接）",
          "画师": "Ask",
          "明信片文字": "火焰吞没了她的过去，但一个许诺，让她决意为未来而挥剑。"
        },
        {
          "潜能明信片名字": "1538°C",
          "明信片图片": "（具体图片链接）",
          "画师": "嘴広コウ",
          "明信片文字": "1538°C是铁的熔点，而不是她的。当你做好了准备，就靠近一点吧。"
        },
        {
          "潜能明信片名字": "熔火之邀",
          "明信片图片": "（具体图片链接）",
          "画师": "min",
          "明信片文字": "陪她走进无忆的长夜，陪她焚尽黑暗的梦魇，陪她点燃映照前路的火焰。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "罗德岛",
        "种族": "萨卡兹",
        "专长·一": "源石技艺",
        "专长·二": "局势分析",
        "爱好·一": "创意",
        "爱好·二": "生活",
        "专长描述": "焚尽顽敌，点燃篝火，照亮黑暗。她是破坏者，她是毁灭者，她是保护者。",
        "专长·二描述": "在记忆之林中，接触过最真实的幻象，也见证过不可思议的事实——她的洞察力来源于此。",
        "爱好·一描述": "特殊而有趣的东西，才值得留作记忆。",
        "爱好·二描述": "甜食是好的，柔软的床是好的，四处游历也是好的——把生活寄托在未来，是比放到过去要好的。",
        "矿石病感染情况": "参照医学检测报告，确认为非感染者。",
        "综合体检测试": "生理强度：优良\n作战技巧：标准\n战术规划：标准\n源石技艺适应性：优良"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】莱万汀\n【性别】女\n【身份认证】罗德岛\n【生日】和管理员的一样\n【种族】萨卡兹\n【矿石病感染情况】\n参照医学检测报告，确认为非感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：标准\n战术规划：标准\n源石技艺适应性：优良\n注：她随身携带的环，需由武库工程师定期检查维护。——终末地安全专家 卡拉德"
        },
        {
          "type": "人事简述",
          "content": "再旅者干员莱万汀，由管理员直接引荐加入。结合其本人意愿，在得到人事部门同意及罗德岛授权后，以管理员直属干员的身份入职终末地工业。\n莱万汀比预约时间提前了整整四十五分钟来到接待区，没多说话，只是把入职通知放在桌上，说：\"我到了，可以开始了。\"\n开场流程她配合得很到位——签字、虹膜扫描、协议权限绑定，从头到尾一句多余的话都没说。我尝试用\"欢迎来到终末地\"来调节气氛，她点了点头，说：\"我已经来了。\"\n在职业倾向测试环节，我照例询问她有没有考虑过在更多非战斗岗位发挥作用，比如计划制定、训练教学等等，她露出了明显不耐烦的表情。\n最后，莱万汀干员只留下一句话：\"让我去尽量多的地方，那些可以留下尽量多回忆的地方。\"\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "终末地工业的管理员、佩丽卡监督：\n很高兴得知莱万汀已经在管理员的帮助下回归。她的旅程远未结束，但这至少说明，她已找到了新的目标和愿意同行的人。\n莱万汀是被强烈的\"愿望\"驱使而踏上塔卫二的。第一次察觉到她的存在时，那炽烈的光芒令人目眩。后来我意识到，那是她的内核——解答\"我是谁\"这个问题的执念——在闪耀着。\n在执念的牵引下，碎片苏醒为完整的人格，崭新的\"她\"走出源石森林，以\"莱万汀\"之名来到罗德岛。我原以为她会马上成为我们强大的支援，但被她拒绝了。如同特立独行的史尔特尔一样，她无法被引导，也不能被强留；在从失忆的迷瘴中找到答案之前，她不会属于任何一方。因此，我们决定打开大门，送她远行。\n我担心过，莱万汀的选择会使其他再旅者动摇，但我也觉得，正因为他们每个人都尚未忘怀曾经的目标，才会成为\"再旅者\"，并与你们在同一条路上重逢。现在，这块悬着的石头终于落了地。\n既然她已经正式加入终末地，与你们并肩作战，那根据我对\"她\"的了解，给你们一些\"相处建议\"吧。\n第一，坦然面对她的直率。她说话经常毫不修饰，那不是敌意，也不是厌恶，更不是无礼，这往往代表她最真诚的态度——\"我愿意直接告诉你我的想法\"。\n第二，如果她真的表现出明显的愤怒和不耐烦，不要试图说服她\"冷静\"。相信我，用点别的手段会更快见效。比如冰淇淋或者其他能快速\"降温\"的东西。她并非不能沟通的人，只是不喜欢\"被教导\"。\n顺带一提，在离开罗德岛前，她拿走了我实验室冷藏柜里所有的猩红莓果冰淇淋——而且还理直气壮地在我面前吃完了。\"你不是说记忆会骗人的么？\"她舔着勺子说，\"那我就多吃点，这样留下的记忆才会更牢固。\"这既是她的告别，也是对记忆最真诚的保存。她其实比大家想象的，还要在意眼前的人。\n第三，其实她和史尔特尔还挺像的，不过以她的个性……请千万、千万不要在她面前说她像史尔特尔，也别说她不像史尔特尔，总之除非她主动提及，不要将二人相互比较。切记！\n愿你们在塔卫二同行顺利。\n罗德岛"
        },
        {
          "type": "档案资料·二",
          "content": "《终末地工业医疗部门服务手记》\n记录人：心理医师杜拉·格蕾\n【记录一】\n安斯沃思医生被紧急派往地面，所以这将是我入职终末地以来，第一次单独提供心理支援服务，内容是为一名新加入干员进行心理测评。希望这对我和她都是一个好的开始。\n…………\n等待了六个小时，那位干员没有出现。\n【记录二】\n我再次核对了资料，那位干员是一名被\"多重记忆混乱\"所困扰的再旅者，以后还是由我来专门负责。\n和莱万汀干员的第二次（实际上可以说是初次）会面很顺利，我们补上了未能进行的心理测评，她解释了上一次失约的理由——那时她正被噩梦造成的烦躁情绪困扰，因此径直前往地面\"散了散心\"。在我的疏导下，她同意复述那些梦境。\n她梦见自己站在一间教室中，同学们依次上台介绍自己。轮到她上台时，张口，却发不出声音；再试，喉咙发痛，最终只吐出模糊喑哑的音节。\n老师转身，面容是一团腾跃的火焰：\"你说不出来，因为你从来都不曾拥有自己的生活。\"\n她尝试离开教室，却进入到另一间熟悉又陌生的屋子中，周围的一切都在燃烧，火焰吞噬墙壁、书页、镜子。房间中还站着她的同学、朋友、师长、亲人，甚至在罗德岛和帝江号上结识的同僚，但那些人的面目也都被烈火扭曲，不堪辨认。\n她跑向门口，发现门后是同一间屋子——燃烧着的、她刚刚离开的那一间。再跑，再开门，仍然是同样的景象。每一次，房间都变得更小，火焰离她更近。\n最后，她推开门，来到无火无烟、只余一片灰烬的房间。房间正中坐着另一个自己，对她微笑：\"你终于把一切烧光了。\"\n以上反复出现的梦境，源自某些在她脑中盘桓已久的\"记忆\"，其真假已无从辨明。原来，她一直在与这样的东西\"同行\"。"
        }
      ]
    },
    "voice_records": []
  }
}