var operator_90_昼雪 = {
  "operator": {
    "itemId": "90",
    "name": "昼雪",
    "cover": "./images/6980bf4a3a151ae9156138f7_f1525633.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=90",
    "title": "昼雪 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "风速适中，能见度良好，是滑雪的好天气。",
      "description": "昼雪来自罗德岛，以救援专家的身份为终末地工业提供服务。她是极地和高海拔区地理环境的专家，《极地生存指南》的作者，也是无论面对怎样的灾厄都不会轻易放弃任何人的营救者。"
    },
    "basic_info": {
        "code": "昼雪",
        "gender": "女",
        "identity": "罗德岛",
        "birthday": "12月19日",
        "race": "乌萨斯",
        "tags": ["庇护", "治疗", "寒冷附着"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "双手剑",
      "main_ability": "力量",
      "sub_ability": "意志",
      "attribute": "寒冷",
      "class": "重装",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "18",
            "敏捷": "12",
            "智识": "9",
            "意志": "11"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "87"
          },
          "能力值": {
            "力量": "47",
            "敏捷": "32",
            "智识": "27",
            "意志": "31"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "147"
          },
          "能力值": {
            "力量": "78",
            "敏捷": "52",
            "智识": "46",
            "意志": "53"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "207"
          },
          "能力值": {
            "力量": "108",
            "敏捷": "73",
            "智识": "65",
            "意志": "75"
          }
        },
        "80级": {
          "需求素材": "100000 折金票, 8 血菌, 20 象限拟合液, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "267"
          },
          "能力值": {
            "力量": "139",
            "敏捷": "94",
            "智识": "84",
            "意志": "97"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "297"
          },
          "能力值": {
            "力量": "154",
            "敏捷": "104",
            "智识": "93",
            "意志": "108"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "失温猛击",
          "description": "普通攻击：对敌人进行至多3段攻击，造成物理伤害。作为主控干员时，重击会造成23点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有失衡敌人时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "skill_level_data": [
            {
              "key": "普攻第一段倍率",
              "rank1": "55%",
              "rank2": "61%",
              "rank3": "66%",
              "rank4": "72%",
              "rank5": "77%",
              "rank6": "83%",
              "rank7": "88%",
              "rank8": "94%",
              "rank9": "99%",
              "技能专精1": "106%",
              "技能专精2": "114%",
              "技能专精3": "124%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "59%",
              "rank2": "64%",
              "rank3": "70%",
              "rank4": "76%",
              "rank5": "82%",
              "rank6": "88%",
              "rank7": "94%",
              "rank8": "99%",
              "rank9": "105%",
              "技能专精1": "113%",
              "技能专精2": "121%",
              "技能专精3": "132%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "100%",
              "rank2": "110%",
              "rank3": "120%",
              "rank4": "130%",
              "rank5": "140%",
              "rank6": "150%",
              "rank7": "160%",
              "rank8": "170%",
              "rank9": "180%",
              "技能专精1": "193%",
              "技能专精2": "208%",
              "技能专精3": "225%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "name": "饱和性防御",
            "description": "架起盾牌格挡攻击，使自身及周围干员获得庇护，并立即返还一定技力。若在立盾期间受到攻击，则发动一次反击，尝试对攻击者造成寒冷伤害，并施加寒冷附着。",
            "skill_level_data": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "200%",
                "rank2": "220%",
                "rank3": "240%",
                "rank4": "260%",
                "rank5": "280%",
                "rank6": "300%",
                "rank7": "320%",
                "rank8": "340%",
                "rank9": "360%",
                "技能专精1": "385%",
                "技能专精2": "415%",
                "技能专精3": "450%"
              },
              {
                "key": "失衡值",
                "rank1": "20",
                "rank2": "20",
                "rank3": "20",
                "rank4": "20",
                "rank5": "20",
                "rank6": "20",
                "rank7": "20",
                "rank8": "20",
                "rank9": "20",
                "技能专精1": "20",
                "技能专精2": "20",
                "技能专精3": "20"
              },
              {
                "key": "庇护效果",
                "rank1": "90%",
                "rank2": "90%",
                "rank3": "90%",
                "rank4": "90%",
                "rank5": "90%",
                "rank6": "90%",
                "rank7": "90%",
                "rank8": "90%",
                "rank9": "90%",
                "技能专精1": "90%",
                "技能专精2": "90%",
                "技能专精3": "90%"
              },
              {
                "key": "返还技力",
                "rank1": "30",
                "rank2": "30",
                "rank3": "30",
                "rank4": "30",
                "rank5": "30",
                "rank6": "30",
                "rank7": "30",
                "rank8": "30",
                "rank9": "30",
                "技能专精1": "30",
                "技能专精2": "30",
                "技能专精3": "30"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "name": "极地救援",
            "description": "当主控干员受到攻击后，如果生命值低于60%可以发动。昼雪对其丢出雪地救援助理，触碰到目标时立即大量治疗附近的干员，并在接下来一段时间内对范围内的干员持续提供治疗。意志可以额外提高治疗量。",
            "skill_level_data": [
              {
                "key": "冷却时间",
                "rank1": "25秒",
                "rank2": "25秒",
                "rank3": "25秒",
                "rank4": "25秒",
                "rank5": "25秒",
                "rank6": "25秒",
                "rank7": "25秒",
                "rank8": "25秒",
                "rank9": "24秒",
                "技能专精1": "24秒",
                "技能专精2": "24秒",
                "技能专精3": "23秒"
              },
              {
                "key": "初始治疗基础值",
                "rank1": "96",
                "rank2": "115",
                "rank3": "134",
                "rank4": "154",
                "rank5": "163",
                "rank6": "173",
                "rank7": "182",
                "rank8": "192",
                "rank9": "202",
                "技能专精1": "206",
                "技能专精2": "211",
                "技能专精3": "216"
              },
              {
                "key": "每点意志增加的初始治疗值",
                "rank1": "0.22",
                "rank2": "0.27",
                "rank3": "0.31",
                "rank4": "0.36",
                "rank5": "0.38",
                "rank6": "0.4",
                "rank7": "0.43",
                "rank8": "0.45",
                "rank9": "0.47",
                "技能专精1": "0.48",
                "技能专精2": "0.49",
                "技能专精3": "0.5"
              },
              {
                "key": "持续治疗基础值",
                "rank1": "24",
                "rank2": "29",
                "rank3": "34",
                "rank4": "38",
                "rank5": "41",
                "rank6": "43",
                "rank7": "46",
                "rank8": "48",
                "rank9": "50",
                "技能专精1": "52",
                "技能专精2": "53",
                "技能专精3": "54"
              },
              {
                "key": "每点意志增加的持续治疗值",
                "rank1": "0.06",
                "rank2": "0.07",
                "rank3": "0.08",
                "rank4": "0.09",
                "rank5": "0.1",
                "rank6": "0.1",
                "rank7": "0.11",
                "rank8": "0.11",
                "rank9": "0.12",
                "技能专精1": "0.12",
                "技能专精2": "0.12",
                "技能专精3": "0.13"
              },
              {
                "key": "持续治疗间隔（秒）",
                "rank1": "0.5",
                "rank2": "0.5",
                "rank3": "0.5",
                "rank4": "0.5",
                "rank5": "0.5",
                "rank6": "0.5",
                "rank7": "0.5",
                "rank8": "0.5",
                "rank9": "0.5",
                "技能专精1": "0.5",
                "技能专精2": "0.5",
                "技能专精3": "0.5"
              },
              {
                "key": "持续时间（秒）",
                "rank1": "3",
                "rank2": "3",
                "rank3": "3",
                "rank4": "3",
                "rank5": "3",
                "rank6": "3",
                "rank7": "3",
                "rank8": "3",
                "rank9": "3",
                "技能专精1": "3",
                "技能专精2": "3",
                "技能专精3": "3"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "凛冽寒霜",
            "description": "借助喷气装置跳起并朝前砸下盾牌，对范围内的敌人造成大量寒冷伤害，并生成一个持续数秒的冰雪地带持续对敌人造成寒冷伤害。敌人身处冰雪地带内一段时间后将被强制冻结。",
            "skill_level_data": [
              {
                "key": "所需终结技能量",
                "rank1": "80",
                "rank2": "80",
                "rank3": "80",
                "rank4": "80",
                "rank5": "80",
                "rank6": "80",
                "rank7": "80",
                "rank8": "80",
                "rank9": "80",
                "技能专精1": "80",
                "技能专精2": "80",
                "技能专精3": "80"
              },
              {
                "key": "冷却时间",
                "rank1": "20秒",
                "rank2": "20秒",
                "rank3": "20秒",
                "rank4": "20秒",
                "rank5": "20秒",
                "rank6": "20秒",
                "rank7": "20秒",
                "rank8": "20秒",
                "rank9": "20秒",
                "技能专精1": "20秒",
                "技能专精2": "20秒",
                "技能专精3": "20秒"
              },
              {
                "key": "爆炸伤害倍率",
                "rank1": "200%",
                "rank2": "220%",
                "rank3": "240%",
                "rank4": "260%",
                "rank5": "280%",
                "rank6": "300%",
                "rank7": "320%",
                "rank8": "340%",
                "rank9": "360%",
                "技能专精1": "385%",
                "技能专精2": "415%",
                "技能专精3": "450%"
              },
              {
                "key": "失衡值",
                "rank1": "15",
                "rank2": "15",
                "rank3": "15",
                "rank4": "15",
                "rank5": "15",
                "rank6": "15",
                "rank7": "15",
                "rank8": "15",
                "rank9": "15",
                "技能专精1": "20",
                "技能专精2": "20",
                "技能专精3": "20"
              },
              {
                "key": "持续伤害倍率",
                "rank1": "29%",
                "rank2": "32%",
                "rank3": "35%",
                "rank4": "37%",
                "rank5": "40%",
                "rank6": "43%",
                "rank7": "46%",
                "rank8": "49%",
                "rank9": "52%",
                "技能专精1": "55%",
                "技能专精2": "60%",
                "技能专精3": "65%"
              },
              {
                "key": "持续伤害间隔（秒）",
                "rank1": "0.5",
                "rank2": "0.5",
                "rank3": "0.5",
                "rank4": "0.5",
                "rank5": "0.5",
                "rank6": "0.5",
                "rank7": "0.5",
                "rank8": "0.5",
                "rank9": "0.5",
                "技能专精1": "0.5",
                "技能专精2": "0.5",
                "技能专精3": "0.5"
              },
              {
                "key": "持续时间（秒）",
                "rank1": "5",
                "rank2": "5",
                "rank3": "5",
                "rank4": "5",
                "rank5": "5",
                "rank6": "5",
                "rank7": "5",
                "rank8": "5",
                "rank9": "5",
                "技能专精1": "5",
                "技能专精2": "5",
                "技能专精3": "5"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "锤炼",
          "description": "干员力量能力提高10/15/15/20。",
          "levels": [
            {
              "level": "锤炼·一",
              "value": "干员能力提高数值：10",
              "condition": "干员信赖度达到20%",
              "cost": "1000 折金票, 5 协议棱柱"
            },
            {
              "level": "锤炼·二",
              "value": "干员能力提高数值：15",
              "condition": "晋升至精英化阶段1, 干员信赖度达到50%",
              "cost": "1800 折金票, 10 协议棱柱"
            },
            {
              "level": "锤炼·三",
              "value": "干员能力提高数值：15",
              "condition": "晋升至精英化阶段2, 干员信赖度达到100%",
              "cost": "6000 折金票, 10 协议棱柱组"
            },
            {
              "level": "锤炼·四",
              "value": "干员能力提高数值：20",
              "condition": "晋升至精英化阶段3, 干员信赖度达到100%",
              "cost": "12000 折金票, 20 协议棱柱组"
            }
          ]
        },
        {
          "name": "极地生存",
          "description": "对生命值不高于45%/55%的目标，治疗效果+15%/25%。",
          "levels": [
            {
              "level": "极地生存·一",
              "value": "治疗效果提升：15%",
              "condition": "晋升至精英化阶段1",
              "cost": "2400 折金票, 12 协议棱柱"
            },
            {
              "level": "极地生存·二",
              "value": "治疗效果提升：25%",
              "condition": "晋升至精英化阶段2",
              "cost": "8600 折金票, 40 协议棱柱"
            }
          ]
        },
        {
          "name": "救援专家",
          "description": "战技饱和性防御成功反击敌人时，额外获得6/10终结技能量。",
          "levels": [
            {
              "level": "救援专家·一",
              "value": "额外获得终结技能量：6",
              "condition": "晋升至精英化阶段2",
              "cost": "10000 折金票, 48 协议棱柱"
            },
            {
              "level": "救援专家·二",
              "value": "额外获得终结技能量：10",
              "condition": "晋升至精英化阶段3",
              "cost": "24000 折金票, 28 协议棱柱组"
            }
          ]
        },
        {
          "name": "救援者的恒心",
          "description": "进驻制造舱时，舱室内干员心情消耗降低10%/14%。",
          "levels": [
            {
              "level": "救援者的恒心·α",
              "value": "干员心情消耗降低：10%",
              "condition": "晋升至精英化阶段1",
              "cost": "1600 折金票, 6 协议棱柱"
            },
            {
              "level": "救援者的恒心·β",
              "value": "干员心情消耗降低：14%",
              "condition": "晋升至精英化阶段3",
              "cost": "8000 折金票, 12 协议棱柱组"
            }
          ]
        },
        {
          "name": "乐天派",
          "description": "进驻总控中枢时，所有干员心情恢复提升12%/16%。",
          "levels": [
            {
              "level": "乐天派·β",
              "value": "所有干员心情恢复提升：12%",
              "condition": "晋升至精英化阶段2",
              "cost": "3000 折金票, 12 协议棱柱"
            },
            {
              "level": "乐天派·γ",
              "value": "所有干员心情恢复提升：16%",
              "condition": "晋升至精英化阶段4",
              "cost": "20000 折金票, 20 协议棱柱组"
            }
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {
              "level": "装备适配·一",
              "value": "允许干员穿戴装备品质：蓝色",
              "condition": "晋升至精英化阶段1",
              "cost": "1800 折金票"
            },
            {
              "level": "装备适配·二",
              "value": "允许干员穿戴装备品质：紫色",
              "condition": "晋升至精英化阶段2",
              "cost": "6500 折金票"
            },
            {
              "level": "装备适配·三",
              "value": "允许干员穿戴装备品质：金色",
              "condition": "晋升至精英化阶段3",
              "cost": "18000 折金票"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "level": "潜能1",
          "name": "失温庇护所",
          "description": "战技饱和性防御的格挡效果持续期间，处于庇护状态的友方干员无法被施加法术附着效果。"
        },
        {
          "level": "潜能2",
          "name": "暴风雪地带",
          "description": "终结技凛冽寒霜的影响范围+20%。"
        },
        {
          "level": "潜能3",
          "name": "极地生存指南",
          "description": "终结技凛冽寒霜施加的冻结的持续时间+2秒。"
        },
        {
          "level": "潜能4",
          "name": "冻土坚盾",
          "description": "防御力+20，意志+20。"
        },
        {
          "level": "潜能5",
          "name": "冰灾应对专家",
          "description": "战技饱和性防御成功反击敌人时，返还10点技力。"
        }
      ],
      "postcards": [
        {
          "name": "休息间隙",
          "description": "在翻越下一座山峰前，在下一个救援信号到来前，一杯耶尔什风味的热可可绝对是个不错的选择。",
          "artist": "수줍（Sjoop）"
        },
        {
          "name": "晴雪天气",
          "description": "就像雪山顶峰最耀眼的那束阳光，她的身影总让身陷绝境的求援者们倍感温暖，帮他们跨越严寒，抵达生路。",
          "artist": "一块二毛一斤"
        },
        {
          "name": "雪中滑翔",
          "description": "行走于雪山之间，滑翔于冰雪之上，少女始终疾驰在全力救助他人生命的路途中。",
          "artist": "LAL!ROLE"
        }
      ]
    },
    "archive": {
      "info": {
        "camp": "罗德岛",
        "race": "乌萨斯",
        "specialty": ["野外生存", "医疗技巧"],
        "hobby": ["运动", "公益"]
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】昼雪【性别】女【身份认证】罗德岛【生日】12月19日【种族】乌萨斯【矿石病感染情况】参照医学检测报告，确认为非感染者。 【综合体检测试】生理强度：优良作战技巧：普通战术规划：标准源石技艺适应性：标准"
        },
        {
          "type": "人事简述",
          "content": "干员昼雪，隶属于罗德岛。在罗德岛与终末地工业合力进行的多次救援行动中，以救援专家的身份解决难题，现以此身份派驻终末地工业开展合作。 无论是干员昼雪的生存能力还是她在危机时刻的应变能力，都不止一次地向我们表明了她在北方的救援经历是何等的可贵。她曾向我绘声绘色地介绍了她是如何在极端环境下救出那些铁誓军与极地商旅的，包括如何规划并实施有效的救援行动，以及在危险的自然环境中如何选择应对策略。她的工程学背景为她提供了强大的技术支持，使她能够在救援行动中发挥相当关键的作用。干员昼雪对待工作充满热情和责任感。她在工程学和救援工作上的丰富经验和深刻理解，将为终末地带来宝贵的价值。 ——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "在加入终末地后，仅仅几个月的时间，昼雪小姐就给帝江号的很多干员留下了非常亲切的印象。她经常在空闲的时候给其他人帮忙，有时是帮忙跑个腿，有时则是替人传个信。尽管大多是些小事，可有时候却是能让人长松一口气的'雪中送炭'。 '……要不是昼雪小姐及时送来那瓶陈醋，我这道糖醋兽肉可就出不了锅了！'来自食堂后厨的报告。 同时，在科普救援知识与教授雪地生存技巧方面，昼雪小姐更是不遗余力，经常亲自向大家演示——无论是急救时的关键步骤，还是雪地滑行时快速过弯的技巧。 '天啊……她到底是怎么做到的！我上次看到这么漂亮的过弯……还是在环带滑雪大赛的总决赛上！我打赌，要是她去参赛，至少能拿前三名回来！'某位没有透露姓名的干员曾在观看了昼雪小姐的演示后这么说。 而特种技术部门的伊冯小姐更是对她赞不绝口： '哇！我还是第一次遇到能有人这么熟练地使用这套制冰施术单元！来来！再帮我多试用几套吧！至少能省掉十天的测试时间喔！' 但食堂负责现场补货的干员总会在昼雪小姐驻留帝江号时严阵以待，以免'甜品区好像只剩下了甜品名标签'的报告反复出现。"
        },
        {
          "type": "档案资料·二",
          "content": "你问我对北方的印象？那真是糟透了……我发誓，当初答应和鲁特一块儿去找根本不知道在哪儿的什么萨米商人就是一个错误！我们才进到那里没两天，刚越过第一座雪山，就在山脚下被一场侵蚀雪暴给'逮住'了！ 我这辈子都忘不了那沾了侵蚀的雪唰的一下把驮兽卷飞的画面。当时脑子里就剩一个念头：'完了，这下肯定得交待在这儿了……' 谁知道是不是我前十几年没用上的好运气都留在这一遭了，就在那雪暴离我们只剩几米不到的时候，一个乌萨斯姑娘突然从天而降——对，我没说错，她就是踩着一个滑雪板飞过来的，落在我们旁边二话没说，拿着个大盾往地上一砸！也是唰的一下，就造出了个大冰墙！把那雪暴全挡在外面了！ 总之，我和鲁特就这么被她给救了下来，送到了一个山洞里，说是什么临时的避难所。 那里真是什么人都有……什么铁誓军军人、塞什卡商旅，甚至还有裂地者！ 我到现在还记得，我们才刚进去就被一个看起来凶神恶煞的高个儿菲林指着鼻子骂：'这就是两个打算去萨米招摇撞骗的奸商！我在路上就听到他们在密谋怎么骗人。你们救援队怎么连这种货色都救！别被骗了！'我这才认出来，这菲林是之前和我们同行过几天的向导……难怪他突然就赔了我们佣金，不肯继续当我们的向导了…… 我本以为这下要糟，不曾想带我们进来的乌萨斯姑娘却什么都没说，只是看了那菲林一眼，然后……然后那菲林就乖乖坐下，什么都没再说了。 当时呢，我本想亲自谢谢她的，但她立马又继续出去救人了。我连她名字都没问到，就被后来的救援队带去了另一处安全地带。 不过我记住了她衣服上的标志，和那个避难所里画的一样。 然后……然后我不就找到你们这儿了吗？哈哈，这些物资就当是给那位乌萨斯姑娘的谢礼吧！ ——北方走廊救助联合会的一位捐赠者的来访录音记录"
        },
        {
          "type": "档案资料·三",
          "content": "【一封私人信件】 艾尔温： 现在或许该叫你'昼雪'？总之，原谅我离队时没能来得及和你告别……这并非我的本意，但那时队长和为我治疗的玛格丽特医生都强烈建议我最好立刻离开北方，以免我的幻觉症状进一步加重。 耶尔什是个美丽的城市，尽管这里看不到极光，但一样有巍峨的雪山。山脉之间没有侵蚀也没有天使，只有印着城市标志的悬空缆车来往交错——我坐过几次，那种毫无顾虑地望着雪原发呆的体验令人难忘…… 我想你肯定会很意外。曾经入队时发誓要留在北方永远走在救援路上的人，竟然会在那么一场寻常的暴雪救援后退缩了……但我想说的是，有时候人或许真的没有自己想象中那么坚强，或者说比自己以为的更脆弱。 我不曾畏惧过暴雪、侵蚀这些指不定什么时候就带走我们性命的灾害。只是当目睹内尔森为了护住那个倒霉的勘探员而被卷入侵蚀最后失去了一条腿，当得知莉莎为了给所有人预警而超负荷使用她的源石技艺最终确诊失明……我逐渐开始自我质疑，质疑自己是不是哪里做得还不够，最终开始质疑起了其他队员…… 多亏了队长，那时是他制止了我继续拿起施术单元，让玛格丽特医生及时替莱德进行了治疗……不然我一定会后悔一辈子吧。而艾尔温，你作为队里我曾经最看好的后辈，甚至是我心中最合适的副队长继任者，其实是个比我更重视情谊、更容易因为顾及他人而忘了自己的人啊。所以，就当是过来人的劝诫吧，在救助他人的时候，也多在乎一点自己，保护好自己。 因为你对我们、对那些关心着你的人，都一样重要，都是最无可替代的。 我期待你的回信，也随时欢迎你来耶尔什做客。"
        }
      ]
    },
    "voice_records": []
  }
}