var operator_156_管理员_女 = {
  "operator": {
    "itemId": "156",
    "name": "管理员 (女)",
    "cover": "./images/837428a7e2fdc13972d45599675f53a4.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=156",
    "title": "管理员 (女) - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "",
      "description": "终末地工业的\"管理员\"。在塔卫二成文记录的历史上，管理员是文明重要的保护者之一，曾多次在星球居民面临重大灾难时挺身而出，也因此留下了许多故事（以及传说，乃至流言）。但真正的管理员本人仍是一个无比神秘的人物，很少有人亲眼见过管理员。文明环带的大小阵营和组织普遍知晓终末地工业有着这样一张十分特别的\"底牌\"，但也仅限于此。管理员对源石和协议网络掌控的本质，和其必要的定期沉睡，是终末地工业最重要的秘密之一。"
    },
    "basic_info": {
        "code": "管理员",
        "gender": "女",
        "identity": "■■",
        "birthday": "■■",
        "race": "■■",
        "tags": ["猛击", "控制"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "单手剑",
      "main_ability": "敏捷",
      "sub_ability": "力量",
      "attribute": "物理",
      "class": "近卫",
      "star": "6星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "14"
          },
          "能力值": {
            "力量": "14",
            "敏捷": "14",
            "智识": "9",
            "意志": "10"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "92"
          },
          "能力值": {
            "力量": "38",
            "敏捷": "41",
            "智识": "28",
            "意志": "31"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "157"
          },
          "能力值": {
            "力量": "62",
            "敏捷": "69",
            "智识": "47",
            "意志": "53"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "222"
          },
          "能力值": {
            "力量": "86",
            "敏捷": "98",
            "智识": "67",
            "意志": "74"
          }
        },
        "80级": {
          "需求素材": "100000 折金票, 20 超距辉映管, 8 血菌, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "287"
          },
          "能力值": {
            "力量": "111",
            "敏捷": "126",
            "智识": "87",
            "意志": "96"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5459",
            "基础攻击力": "319"
          },
          "能力值": {
            "力量": "123",
            "敏捷": "140",
            "智识": "96",
            "意志": "107"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "毁伤序列",
          "description": "普通攻击：对敌人进行至多5段攻击，造成物理伤害。作为主控干员时，重击会造成18点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "skill_level_data": [
            {
              "key": "普攻第一段倍率",
              "rank1": "23%",
              "rank2": "25%",
              "rank3": "27%",
              "rank4": "29%",
              "rank5": "32%",
              "rank6": "34%",
              "rank7": "36%",
              "rank8": "39%",
              "rank9": "41%",
              "技能专精1": "44%",
              "技能专精2": "47%",
              "技能专精3": "51%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "27%",
              "rank2": "30%",
              "rank3": "32%",
              "rank4": "35%",
              "rank5": "38%",
              "rank6": "41%",
              "rank7": "43%",
              "rank8": "46%",
              "rank9": "49%",
              "技能专精1": "52%",
              "技能专精2": "56%",
              "技能专精3": "61%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "30%",
              "rank2": "33%",
              "rank3": "36%",
              "rank4": "39%",
              "rank5": "42%",
              "rank6": "45%",
              "rank7": "48%",
              "rank8": "51%",
              "rank9": "54%",
              "技能专精1": "58%",
              "技能专精2": "63%",
              "技能专精3": "68%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "35%",
              "rank2": "38%",
              "rank3": "41%",
              "rank4": "45%",
              "rank5": "48%",
              "rank6": "52%",
              "rank7": "55%",
              "rank8": "59%",
              "rank9": "62%",
              "技能专精1": "67%",
              "技能专精2": "72%",
              "技能专精3": "78%"
            },
            {
              "key": "普攻第五段倍率",
              "rank1": "40%",
              "rank2": "44%",
              "rank3": "48%",
              "rank4": "52%",
              "rank5": "56%",
              "rank6": "60%",
              "rank7": "64%",
              "rank8": "68%",
              "rank9": "72%",
              "技能专精1": "77%",
              "技能专精2": "83%",
              "技能专精3": "90%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "name": "构成序列",
            "description": "使用源石技艺冲击前方一定范围内的敌人，造成物理伤害和猛击。",
            "skill_level_data": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "156%",
                "rank2": "171%",
                "rank3": "187%",
                "rank4": "202%",
                "rank5": "218%",
                "rank6": "234%",
                "rank7": "249%",
                "rank8": "265%",
                "rank9": "280%",
                "技能专精1": "300%",
                "技能专精2": "323%",
                "技能专精3": "350%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "name": "锁闭序列",
            "description": "当小队内其他干员的连携技造成伤害时可以发动。冲到敌人身边，对其造成物理伤害，并附着源石结晶，在一段时间内将其封印。施加物理异常和破防会消耗源石结晶并额外造成物理伤害。",
            "skill_level_data": [
              {
                "key": "冷却时间",
                "rank1": "16秒",
                "rank2": "16秒",
                "rank3": "16秒",
                "rank4": "16秒",
                "rank5": "16秒",
                "rank6": "16秒",
                "rank7": "16秒",
                "rank8": "16秒",
                "rank9": "16秒",
                "技能专精1": "16秒",
                "技能专精2": "16秒",
                "技能专精3": "15秒"
              },
              {
                "key": "伤害倍率",
                "rank1": "45%",
                "rank2": "49%",
                "rank3": "54%",
                "rank4": "58%",
                "rank5": "62%",
                "rank6": "67%",
                "rank7": "71%",
                "rank8": "76%",
                "rank9": "80%",
                "技能专精1": "86%",
                "技能专精2": "93%",
                "技能专精3": "100%"
              },
              {
                "key": "击碎结晶伤害倍率",
                "rank1": "178%",
                "rank2": "196%",
                "rank3": "213%",
                "rank4": "231%",
                "rank5": "249%",
                "rank6": "267%",
                "rank7": "284%",
                "rank8": "302%",
                "rank9": "320%",
                "技能专精1": "342%",
                "技能专精2": "369%",
                "技能专精3": "400%"
              },
              {
                "key": "封印时间（秒）",
                "rank1": "4",
                "rank2": "4",
                "rank3": "4",
                "rank4": "4",
                "rank5": "4",
                "rank6": "4",
                "rank7": "4",
                "rank8": "4",
                "rank9": "4",
                "技能专精1": "4.5",
                "技能专精2": "4.5",
                "技能专精3": "5"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "轰击序列",
            "description": "使用源石技艺轰击地面，对前方扇形范围内的敌人造成大量物理伤害。如果敌人身上附着源石结晶，则消耗源石结晶并额外造成一次物理伤害。",
            "skill_level_data": [
              {
                "key": "所需终结技能量",
                "rank1": "80",
                "rank2": "80",
                "rank3": "80",
                "rank4": "80",
                "rank5": "80",
                "rank6": "80",
                "rank7": "80",
                "rank8": "80",
                "rank9": "80",
                "技能专精1": "80",
                "技能专精2": "80",
                "技能专精3": "80"
              },
              {
                "key": "冷却时间",
                "rank1": "10秒",
                "rank2": "10秒",
                "rank3": "10秒",
                "rank4": "10秒",
                "rank5": "10秒",
                "rank6": "10秒",
                "rank7": "10秒",
                "rank8": "10秒",
                "rank9": "10秒",
                "技能专精1": "10秒",
                "技能专精2": "10秒",
                "技能专精3": "10秒"
              },
              {
                "key": "伤害倍率",
                "rank1": "356%",
                "rank2": "391%",
                "rank3": "427%",
                "rank4": "462%",
                "rank5": "498%",
                "rank6": "533%",
                "rank7": "569%",
                "rank8": "604%",
                "rank9": "640%",
                "技能专精1": "684%",
                "技能专精2": "738%",
                "技能专精3": "800%"
              },
              {
                "key": "额外伤害倍率",
                "rank1": "267%",
                "rank2": "294%",
                "rank3": "320%",
                "rank4": "347%",
                "rank5": "374%",
                "rank6": "400%",
                "rank7": "427%",
                "rank8": "454%",
                "rank9": "480%",
                "技能专精1": "514%",
                "技能专精2": "554%",
                "技能专精3": "600%"
              },
              {
                "key": "失衡值",
                "rank1": "25",
                "rank2": "25",
                "rank3": "25",
                "rank4": "25",
                "rank5": "25",
                "rank6": "25",
                "rank7": "25",
                "rank8": "25",
                "rank9": "25",
                "技能专精1": "25",
                "技能专精2": "25",
                "技能专精3": "25"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "游刃",
          "description": "干员敏捷能力提高10/15/15/20。",
          "levels": [
            {
              "level": "游刃·一",
              "value": "干员敏捷能力提高数值：10",
              "condition": "干员信赖度达到20%",
              "cost": "1000 折金票, 5 协议棱柱"
            },
            {
              "level": "游刃·二",
              "value": "干员敏捷能力提高数值：15",
              "condition": "晋升至精英化阶段1, 干员信赖度达到50%",
              "cost": "1800 折金票, 10 协议棱柱"
            },
            {
              "level": "游刃·三",
              "value": "干员敏捷能力提高数值：15",
              "condition": "晋升至精英化阶段2, 干员信赖度达到100%",
              "cost": "6000 折金票, 10 协议棱柱组"
            },
            {
              "level": "游刃·四",
              "value": "干员敏捷能力提高数值：20",
              "condition": "晋升至精英化阶段3, 干员信赖度达到100%",
              "cost": "12000 折金票, 20 协议棱柱组"
            }
          ]
        },
        {
          "name": "本质瓦解",
          "description": "当敌人附着的源石结晶被消耗后，自身攻击力+15%/30%，持续15秒，该效果无法叠加。",
          "levels": [
            {
              "level": "本质瓦解·一",
              "value": "攻击力数值提升：15%",
              "condition": "晋升至精英化阶段1",
              "cost": "2400 折金票, 12 协议棱柱"
            },
            {
              "level": "本质瓦解·二",
              "value": "攻击力数值提升：30%",
              "condition": "晋升至精英化阶段2",
              "cost": "8600 折金票, 40 协议棱柱"
            }
          ]
        },
        {
          "name": "现实静滞",
          "description": "附着源石结晶的敌人受到的物理伤害+10%/20%。",
          "levels": [
            {
              "level": "现实静滞·一",
              "value": "敌人受到的物理伤害提升：10%",
              "condition": "晋升至精英化阶段2",
              "cost": "10000 折金票, 48 协议棱柱"
            },
            {
              "level": "现实静滞·二",
              "value": "敌人受到的物理伤害提升：20%",
              "condition": "晋升至精英化阶段3",
              "cost": "24000 折金票, 28 协议棱柱组"
            }
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {
              "level": "装备适配·一",
              "value": "允许干员穿戴装备品质：蓝色",
              "condition": "晋升至精英化阶段1",
              "cost": "1800 折金票"
            },
            {
              "level": "装备适配·二",
              "value": "允许干员穿戴装备品质：紫色",
              "condition": "晋升至精英化阶段2",
              "cost": "6500 折金票"
            },
            {
              "level": "装备适配·三",
              "value": "允许干员穿戴装备品质：金色",
              "condition": "晋升至精英化阶段3",
              "cost": "25600 折金票"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "level": "潜能1",
          "name": "最后的苏醒",
          "description": "战技构成序列消耗源石结晶时返还50点技力。"
        },
        {
          "level": "潜能2",
          "name": "权能映射",
          "description": "天赋本质瓦解效果加强:自身获得攻击力提升时，其他友方干员获得一半的攻击力提升效果。"
        },
        {
          "level": "潜能3",
          "name": "？？？",
          "description": "？？？"
        },
        {
          "level": "潜能4",
          "name": "？？？",
          "description": "？？？"
        },
        {
          "level": "潜能5",
          "name": "？？？",
          "description": "？？？"
        }
      ],
      "postcards": [
        {
          "name": "记忆网纸",
          "description": "最终被记下的是一小段话语，又或某个委托。线条编织，棋子轻轻落下，您已知晓这一切。",
          "artist": "狂zip"
        },
        {
          "name": "？？？",
          "description": "？？？",
          "artist": "？？？"
        },
        {
          "name": "？？？",
          "description": "？？？",
          "artist": "？？？"
        }
      ]
    },
    "archive": {
      "info": {
        "camp": "终末地工业",
        "race": "未公开",
        "specialty": ["???"],
        "hobby": ["???"]
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】管理员【性别】■■【身份认证】■■【生日】■■【种族】■■"
        },
        {
          "type": "人事简述",
          "content": "你什么都回忆不起来。记忆像是被揉碎的梦境，只等随便某个念头兴起，便无影无踪。这让你偶尔焦躁，偶尔担忧，也让你有了一些空间思考。但更多时候，你无暇多想，你选择相信眼前的人，只需前行。也许记忆已经被你短暂地抛诸脑后...…所以，你什么都回忆不起来。"
        },
        {
          "type": "档案资料·一",
          "content": "你过去的生命贯穿了塔卫二至今的历史............那么，未来呢？"
        }
      ]
    },
    "voice_records": [
      {
        "type": "行动准备1",
        "content": "源石在歌唱。"
      },
      {
        "type": "行动准备2",
        "content": "终末地一定会继续前行。"
      },
      {
        "type": "编入队伍1",
        "content": "帝江号，我已就位。"
      },
      {
        "type": "编入队伍2",
        "content": "该出发了。"
      },
      {
        "type": "更换武器",
        "content": "还不赖。"
      },
      {
        "type": "更换装备",
        "content": "这就是工业的成果。"
      },
      {
        "type": "激活天赋阵列",
        "content": "熟悉的感觉……"
      },
      {
        "type": "观看作战记录",
        "content": "我不会再忘记他们的身影。"
      },
      {
        "type": "精英化晋升1",
        "content": "更进一步。"
      },
      {
        "type": "精英化晋升2",
        "content": "我会保护终末地的。"
      }
    ]
  } 
}