var operator_11_艾尔黛拉 = {
  "operator": {
    "itemId": "11",
    "name": "艾尔黛拉",
    "cover": "./images/operators/operator_11_艾尔黛拉_3f24dfab756936f20757e5a5b5ddd966.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=11",
    "title": "艾尔黛拉 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "我们必须了解脚下的这颗星球，就像……我们应该更加了解我们自己。对吧，前辈？",
      "description": "艾尔黛拉来自罗德岛，以地质研究专家的身份为终末地工业提供服务。她经常出现在灾害现场，采样、分析，探究超域与地质灾害的关系。她总是温和又坚定，只要能多爬一座山、多听一次大地的声音，就会让她十分开心。"
    },
    "basic_info": {
      "code": "艾尔黛拉",
      "gender": "女",
      "identity": "罗德岛",
      "birthday": "10月18日",
      "race": "卡普里尼",
      "tags": ["治疗", "腐蚀", "脆弱"],
      "release_date": "[默认] 未知",
      "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "施术单元",
      "main_ability": "智识",
      "sub_ability": "意志",
      "attribute": "自然",
      "class": "辅助",
      "star": "6星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "9",
            "敏捷": "9",
            "智识": "20",
            "意志": "15"
          },
          "需求素材": "无"
        },
        "20级": {
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "93"
          },
          "能力值": {
            "力量": "31",
            "敏捷": "27",
            "智识": "46",
            "意志": "37"
          },
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘"
        },
        "40级": {
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "159"
          },
          "能力值": {
            "力量": "54",
            "敏捷": "46",
            "智识": "75",
            "意志": "60"
          },
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘"
        },
        "60级": {
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "225"
          },
          "能力值": {
            "力量": "77",
            "敏捷": "65",
            "智识": "103",
            "意志": "83"
          },
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组"
        },
        "80级": {
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "291"
          },
          "能力值": {
            "力量": "100",
            "敏捷": "84",
            "智识": "131",
            "意志": "106"
          },
          "需求素材": "100000 折金票, 8 星门菌, 20 象限拟合液, 36 协议圆盘组"
        },
        "满级数值": {
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "323"
          },
          "能力值": {
            "力量": "112",
            "敏捷": "93",
            "智识": "145",
            "意志": "118"
          },
          "需求素材": "/"
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "岩石的轻语",
          "description": "普通攻击：对敌人进行至多4段攻击，造成自然伤害。作为主控干员时，重击会造成18点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成自然伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量自然伤害并恢复一定技力。",
          "levels": [
            { "level": "RANK 1", "普攻第一段倍率": "30%", "普攻第二段倍率": "40%", "普攻第三段倍率": "53%", "普攻第四段倍率": "55%", "处决攻击倍率": "400%", "下落攻击倍率": "80%" },
            { "level": "RANK 2", "普攻第一段倍率": "33%", "普攻第二段倍率": "44%", "普攻第三段倍率": "58%", "普攻第四段倍率": "61%", "处决攻击倍率": "440%", "下落攻击倍率": "88%" },
            { "level": "RANK 3", "普攻第一段倍率": "36%", "普攻第二段倍率": "48%", "普攻第三段倍率": "63%", "普攻第四段倍率": "66%", "处决攻击倍率": "480%", "下落攻击倍率": "96%" },
            { "level": "RANK 4", "普攻第一段倍率": "39%", "普攻第二段倍率": "52%", "普攻第三段倍率": "68%", "普攻第四段倍率": "72%", "处决攻击倍率": "520%", "下落攻击倍率": "104%" },
            { "level": "RANK 5", "普攻第一段倍率": "42%", "普攻第二段倍率": "56%", "普攻第三段倍率": "74%", "普攻第四段倍率": "77%", "处决攻击倍率": "560%", "下落攻击倍率": "112%" },
            { "level": "RANK 6", "普攻第一段倍率": "45%", "普攻第二段倍率": "60%", "普攻第三段倍率": "79%", "普攻第四段倍率": "83%", "处决攻击倍率": "600%", "下落攻击倍率": "120%" },
            { "level": "RANK 7", "普攻第一段倍率": "48%", "普攻第二段倍率": "64%", "普攻第三段倍率": "84%", "普攻第四段倍率": "88%", "处决攻击倍率": "640%", "下落攻击倍率": "128%" },
            { "level": "RANK 8", "普攻第一段倍率": "51%", "普攻第二段倍率": "68%", "普攻第三段倍率": "89%", "普攻第四段倍率": "94%", "处决攻击倍率": "680%", "下落攻击倍率": "136%" },
            { "level": "RANK 9", "普攻第一段倍率": "54%", "普攻第二段倍率": "72%", "普攻第三段倍率": "95%", "普攻第四段倍率": "99%", "处决攻击倍率": "720%", "下落攻击倍率": "144%" },
            { "level": "技能专精1", "普攻第一段倍率": "58%", "普攻第二段倍率": "77%", "普攻第三段倍率": "101%", "普攻第四段倍率": "106%", "处决攻击倍率": "770%", "下落攻击倍率": "154%" },
            { "level": "技能专精2", "普攻第一段倍率": "62%", "普攻第二段倍率": "83%", "普攻第三段倍率": "109%", "普攻第四段倍率": "114%", "处决攻击倍率": "830%", "下落攻击倍率": "166%" },
            { "level": "技能专精3", "普攻第一段倍率": "68%", "普攻第二段倍率": "90%", "普攻第三段倍率": "118%", "普攻第四段倍率": "124%", "处决攻击倍率": "900%", "下落攻击倍率": "180%" }
          ]
        },
        "tactical_skills": [
          {
            "name": "奔腾的多利",
            "description": "骑上多利先生冲撞目标，对目标造成自然伤害，若目标处于腐蚀状态，消耗其腐蚀状态，并对其施加物理脆弱与法术脆弱。",
            "levels": [
              { "level": "RANK 1", "技力消耗": "100", "伤害倍率": "142%", "失衡值": "10", "脆弱效果": "12%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 2", "技力消耗": "100", "伤害倍率": "156%", "失衡值": "10", "脆弱效果": "12%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 3", "技力消耗": "100", "伤害倍率": "171%", "失衡值": "10", "脆弱效果": "12%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 4", "技力消耗": "100", "伤害倍率": "185%", "失衡值": "10", "脆弱效果": "13%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 5", "技力消耗": "100", "伤害倍率": "199%", "失衡值": "10", "脆弱效果": "13%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 6", "技力消耗": "100", "伤害倍率": "213%", "失衡值": "10", "脆弱效果": "13%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 7", "技力消耗": "100", "伤害倍率": "228%", "失衡值": "10", "脆弱效果": "14%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 8", "技力消耗": "100", "伤害倍率": "242%", "失衡值": "10", "脆弱效果": "14%", "脆弱持续时间（秒）": "30" },
              { "level": "RANK 9", "技力消耗": "100", "伤害倍率": "256%", "失衡值": "10", "脆弱效果": "16%", "脆弱持续时间（秒）": "30" },
              { "level": "技能专精1", "技力消耗": "100", "伤害倍率": "274%", "失衡值": "10", "脆弱效果": "17%", "脆弱持续时间（秒）": "30" },
              { "level": "技能专精2", "技力消耗": "100", "伤害倍率": "295%", "失衡值": "10", "脆弱效果": "18%", "脆弱持续时间（秒）": "30" },
              { "level": "技能专精3", "技力消耗": "100", "伤害倍率": "320%", "失衡值": "10", "脆弱效果": "20%", "脆弱持续时间（秒）": "30" }
            ]
          }
        ],
        "link_skills": [
          {
            "name": "火山蘑菇云",
            "description": "当主控干员对不处于破防或法术附着状态的敌人造成重击后可以发动。发射一团火山云抛向目标敌人，到达目标身边后对目标造成自然伤害。火山云会跟踪目标，短暂延迟后爆炸，对周围其他敌人造成一半的自然伤害，并强制施加短暂的腐蚀。",
            "levels": [
              { "level": "RANK 1", "冷却时间": "18秒", "伤害倍率": "45%", "爆炸伤害倍率": "111%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 2", "冷却时间": "18秒", "伤害倍率": "49%", "爆炸伤害倍率": "122%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 3", "冷却时间": "18秒", "伤害倍率": "54%", "爆炸伤害倍率": "133%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 4", "冷却时间": "18秒", "伤害倍率": "58%", "爆炸伤害倍率": "144%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 5", "冷却时间": "18秒", "伤害倍率": "62%", "爆炸伤害倍率": "155%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 6", "冷却时间": "18秒", "伤害倍率": "67%", "爆炸伤害倍率": "167%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 7", "冷却时间": "18秒", "伤害倍率": "71%", "爆炸伤害倍率": "178%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 8", "冷却时间": "18秒", "伤害倍率": "76%", "爆炸伤害倍率": "189%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "RANK 9", "冷却时间": "18秒", "伤害倍率": "80%", "爆炸伤害倍率": "200%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "技能专精1", "冷却时间": "18秒", "伤害倍率": "86%", "爆炸伤害倍率": "214%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "技能专精2", "冷却时间": "18秒", "伤害倍率": "93%", "爆炸伤害倍率": "230%", "失衡值": "10", "腐蚀持续时间（秒）": "7" },
              { "level": "技能专精3", "冷却时间": "17秒", "伤害倍率": "100%", "爆炸伤害倍率": "250%", "失衡值": "10", "腐蚀持续时间（秒）": "7" }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "毛茸茸派对",
            "description": "艾尔黛拉进入可移动的持续施法状态，召唤多利先生的帮助，随机向四周散射多利先生的分身。每个分身命中敌人时对其造成自然伤害，每个敌人每0.3秒最多受到一次伤害。",
            "levels": [
              { "level": "RANK 1", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "73%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 2", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "81%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 3", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "88%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 4", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "95%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 5", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "103%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 6", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "110%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 7", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "117%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 8", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "125%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "RANK 9", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "132%", "失衡值": "2", "持续时间（秒）": "3" },
              { "level": "技能专精1", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "141%", "失衡值": "3", "持续时间（秒）": "3" },
              { "level": "技能专精2", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "152%", "失衡值": "3", "持续时间（秒）": "3" },
              { "level": "技能专精3", "所需终结技能量": "90", "冷却时间": "15秒", "伤害倍率": "165%", "失衡值": "3", "持续时间（秒）": "3" }
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "明晰",
          "description": "干员智识能力提高10/15/15/20。",
          "levels": [
            { "level": "明晰·一", "描述": "干员智识提高数值：10", "激活条件": "干员信赖度达到20%" },
            { "level": "明晰·二", "描述": "干员智识提高数值：15", "激活条件": "晋升至精英化阶段1" },
            { "level": "明晰·三", "描述": "干员智识提高数值：15", "激活条件": "干员信赖度达到50%" },
            { "level": "明晰·四", "描述": "干员智识提高数值：20", "激活条件": "晋升至精英化阶段2" }
          ]
        },
        {
          "name": "朋友的身影",
          "description": "战技奔腾的多利命中敌人后生成3个多利先生的影子，终结技毛茸茸派对散射的多利先生的分身落地时有10%概率生成多利先生的影子。主控干员触碰多利先生的影子后，艾尔黛拉为其回复[45+意志×0.38]/[63+意志×0.53]/[90+意志×0.75]点生命值。主控干员生命值已满时，将转而治疗小队中生命值百分比最低的干员。",
          "levels": [
            { "level": "朋友的身影·一", "描述": "回复生命值：45+意志×0.38", "激活条件": "/" },
            { "level": "朋友的身影·二", "描述": "回复生命值：63+意志×0.53", "激活条件": "晋升至精英化阶段1" },
            { "level": "朋友的身影·三", "描述": "回复生命值：90+意志×0.75", "激活条件": "晋升至精英化阶段2" }
          ]
        },
        {
          "name": "山顶冲浪",
          "description": "当艾尔黛拉的战技奔腾的多利成功触发额外效果后，若附近存在其他处于腐蚀状态的敌人，会立即再对其发动一次战技。每次主动施放战技只会触发一次该效果。",
          "levels": [
            { "level": "山顶冲浪", "描述": "当艾尔黛拉的战技奔腾的多利成功触发额外效果后，若附近存在其他处于腐蚀状态的敌人，会立即再对其发动一次战技。每次主动施放战技只会触发一次该效果。", "激活条件": "晋升至精英化阶段2" }
          ]
        },
        {
          "name": "大地的故事",
          "description": "进驻会客室时，干员收集线索的效率提升20%/30%。",
          "levels": [
            { "level": "大地的故事·β", "描述": "干员收集线索的效率提升：20%", "激活条件": "晋升至精英化阶段1" },
            { "level": "大地的故事·γ", "描述": "干员收集线索的效率提升：30%", "激活条件": "晋升至精英化阶段3" }
          ]
        },
        {
          "name": "多利先生的游戏",
          "description": "进驻会客室时，舱室内干员心情消耗降低14%/18%。",
          "levels": [
            { "level": "多利先生的游戏·β", "描述": "舱室内干员心情消耗降低：14%", "激活条件": "晋升至精英化阶段2" },
            { "level": "多利先生的游戏·γ", "描述": "舱室内干员心情消耗降低：18%", "激活条件": "晋升至精英化阶段4" }
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            { "level": "装备适配·一", "描述": "允许干员穿戴装备品质：蓝色", "激活条件": "晋升至精英化阶段1" },
            { "level": "装备适配·二", "描述": "允许干员穿戴装备品质：紫色", "激活条件": "晋升至精英化阶段2" },
            { "level": "装备适配·三", "描述": "允许干员穿戴装备品质：金色", "激活条件": "晋升至精英化阶段3" }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        { "level": "潜能1", "description": "羊的乐园：战技奔腾的多利消耗腐蚀后施加的物理脆弱与法术脆弱效果+8%。" },
        { "level": "潜能2", "description": "游戏奖励：天赋朋友的身影效果加强：当主控干员触碰多利先生的影子后，艾尔黛拉会以一半的效果额外治疗另一名生命值百分比最低的友方干员。" },
        { "level": "潜能3", "description": "爆炸式喷发：终结技毛茸茸派对的持续时间+1秒，且生成多利先生的影子的概率提升至原本的1.2倍。" },
        { "level": "潜能4", "description": "岩中花朵：终结技毛茸茸派对所需的终结技能量能量-15%。" },
        { "level": "潜能5", "description": "火山蒸汽：连携技火山蘑菇云冷却时间-2秒，伤害倍率提升至原本的1.2倍，施加的腐蚀效果持续时间+4秒。" }
      ],
      "postcards": [
        { "name": "游戏开始", "description": "多利先生也邀请您了，我们一起加入游戏吧！", "画师": "温泉瓜" },
        { "name": "无边遐思", "description": "躺在软绵绵的粉色云朵上，会胡思乱想些什么呢？千奇百怪的石头，不曾到过的地方，还是……", "画师": "宇木敦哉" },
        { "name": "心愿", "description": "冰冷坚硬的岩石上开满了花朵，荒漠充满生机和暖意，悠扬的旋律在耳边哼唱……前辈，这不是梦，对吧？", "画师": "Eteru" }
      ]
    },
    "archive": {
      "info": {
        "阵营": "罗德岛",
        "种族": "卡普里尼",
        "专长·一": "自然学识",
        "专长·二": "冒险",
        "爱好·一": "生活",
        "爱好·二": "自然"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】艾尔黛拉\n【性别】女\n【身份认证】罗德岛\n【生日】10月18日\n【种族】卡普里尼\n【矿石病感染情况】\n参照医学检测报告，确认为非感染者。\n【综合体检测试】\n生理强度：普通\n作战技巧：标准\n战术规划：普通\n源石技艺适应性：卓越"
        },
        {
          "type": "人事简述",
          "content": "艾尔黛拉，来自罗德岛的地质研究专家，于火山相关地质灾害有深入研究，为塔卫二地质科研做出重大贡献。现已入职终末地，常年在外进行实地勘探任务。\n像艾尔黛拉这样才华横溢的学者，早已站在认知世界的前沿，她身上有着令人称道的品质：坚持不懈，不畏险阻，以及身为科研人员最宝贵的——对科学的热爱和永不满足的好奇心。若没有包括她在内的一批优秀科学家坚持不懈的探索，我们可能永远无法看清眼前的世界。\n她经常一个人四处奔走，采集样本，分析结构，得出新发现，并总结为理论。在她的帮助下，终末地对塔卫二的地质和侵蚀有了更深一步的了解，也制定了侵蚀灾害爆发后的一系列应对措施。我格外佩服这位学者，随着时间的推移，她始终谦逊、礼貌，内心仿佛有着永不枯竭的力量，永远知道自己要做什么。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "【多利先生的游戏·一】\n加入终末地不久后，艾尔黛拉来到了塔卫二的一处侵蚀灾区。侵蚀所造成的地质灾害撕裂了原本宁静的小城，留下了可怖的疤痕。而流离失所的难民也因此遭受着身心上的双重折磨。\n她在难民安置所驻足了很久。那里有很多人失去了双腿、双眼，甚至无法正常言语，终日沉默。人们躺在钢制床架上，被白布帘隔开，只有仪器持续发出微弱的声音。\n艾尔黛拉努力去做些事——清点药品、照顾病患，她试图用'我也感同身受'来安慰伤残者，但却听到了比伤痛更尖锐的声音：\n'你不懂。'\n那是一个少女，刺耳的声音从齿缝挤出：'你站得直，走得稳，表情像是没经历过灾难。'\n少女别过脸，声音发颤：'你说你理解？别开玩笑了。就算你以前生过病，现在不是好了？你有那个运气，我们没有。我们呢？我们的人生早就写好结局了，我们要带着这些痛苦度过一辈子。你说你理解，是施舍我们一点儿怜悯吗？'\n艾尔黛拉身着科研人员的制服，头发束得整齐，步履稳健，眼神清澈而有神。源石重塑了再旅者的身躯，抹去了病痛。现在她能够听见风穿过的低语，能够看清岩石上细微的裂纹。但也正因为如此，当她俯身面对这些痛苦的人，嘴边的话被对方无法治愈的绝望噎住了。\n夜晚降临时，多利先生出现了。\n它在病床与走道之间穿行，掀起一片小小的骚动。它拱倒了药柜，顶翻了茶水架，把一只刚泡好的热水袋踢进枕头底下，护士抱怨'空气怎么突然变得好热'，孩子哇哇大叫'有毛茸茸的东西钻到我脚底下了'。\n艾尔黛拉追着多利先生，直到它钻进了那间破旧的休息室，掀开墙角的帆布，现出一架积满灰尘的钢琴。多利先生踩在琴键上，发出的声音把艾尔黛拉'唤醒'。\n艾尔黛拉走过去，擦去灰尘。琴键泛黄，几个低音键失调，但还能发出声。她坐了下来，用指尖试探性地按下一连串来自莱塔尼亚的音符。\n第一首……第二首……到第三首时，走廊深处传来窸窸窣窣的脚步声。\n多利安静地蜷在一旁，像一只柔软而隐形的靠枕。孩子们靠在多利先生温暖的身上，聆听艾尔黛拉的演奏。\n那个少女也来了。她坐在最角落的位置。\n'我还是痛，'她低声说，'但你弹琴的时候，我会不想离开这个世界。'"
        },
        {
          "type": "档案资料·二",
          "content": "【多利先生的游戏·二】\n塔卫二的地质……不像她熟悉的火山那样，充满膨胀、喷发与流动的生命力。在侵蚀的作用下，它更多地显示出腐蚀、枯萎、吞噬。岩层失去了逻辑，大地仿佛生了病，皮肤被剥离，脉络扭曲，有些地方发生着畸变。\n侵蚀的扩展不可预测，而她是为此而来的人。为抢先一步观测、标记、评估，她经常独自深入高危险区域，时间、空间、生活都被切成了任务清单的一部分。\n艾尔黛拉越来越少说笑，也不再写诗似的感悟。她的声音逐渐变轻，三餐经常被忘记，夜里总是在梦中不自觉地攥紧拳头。那些她曾拼命保护的——眼、耳、心跳，开始使她隐隐不安。重获的健康，正被无形的焦虑腐蚀着。\n'我还有多少时间？'有时候她会这样问自己，不是担心健康与寿命，而是在与这片崭新大地的崩溃赛跑。\n直到那天，它从一个不显眼的凹坑跳出来。\n多利先生顶翻了地质锤，叼走了仪器盒。艾尔黛拉喊着'别闹'，无奈地追上去，越跑越远，直至偏离了计划的路线。她本应去记录一条新扩展的侵蚀裂隙，却走进了一片被山崖遮蔽的谷地。\n一整片柱状岩浆岩露了出来。六边形的岩柱如琴键一般排列整齐，自地底垂直升起。脚下，是一片古火山遗迹，形状完整，仿佛那场喷发才刚刚结束不久。\n熟悉的悸动爬上心头。艾尔黛拉蹲下身，取出笔记本，久违地画了起来。这是一种她几乎忘却的感受：不是为了什么任务，只是因为它很美，很有趣。\n晚上，艾尔黛拉与多利先生在附近宿营。凉风习习，星星从岩柱之间升起，多利趴在她脚边，打了个喷嚏，把她的笔盖撞落进草丛。\n'你故意带我来这儿的，对吧？'\n多利先生不语，只是翻了个身，用后蹄蹬了蹬她的靴子。\n'你觉得我变得不像我自己了……只知道担心，只知道和侵蚀赛跑。'\n'但我也怕啊，我怕再晚一点，就真的来不及了。'\n她摸了摸多利先生的背，闭上眼。那温热的绒毛让她第一次在野外睡得沉稳香甜。\n第二天一早，艾尔黛拉在日志里记录：\n'东偏北方向发现古火山遗迹，岩浆岩柱状节理保存良好。'\n'多利先生引路。心情舒畅。重新感受到对地质的热爱。'\n'备注：应适当调整行程节奏，保持健康。'"
        },
        {
          "type": "档案资料·三",
          "content": "【多利先生的游戏·三】\n多利先生不是一只普通的羊。\n它的毛发会随着环境温度变化而改变颜色，在阳光下呈现出金色，在阴影里则变为深棕。它的角上有奇怪的纹路，像是某种古老的文字。它能听懂艾尔黛拉的话，甚至能理解一些复杂的指令。\n但最特别的是，多利先生似乎能感知到超域的存在。在侵蚀即将发生的地方，它会变得焦躁不安，用蹄子刨地，发出尖锐的叫声。在地质结构不稳定的区域，它会主动绕开危险的路径，引导艾尔黛拉走向安全的地方。\n有人说，多利先生是艾尔黛拉的源石技艺具象化的产物。也有人说，它是塔卫二的大地精灵，被艾尔黛拉的真诚所感动，自愿成为她的伙伴。\n但艾尔黛拉自己知道，多利先生是她最亲密的朋友，是她在这片陌生土地上最坚实的依靠。\n'多利先生，'她常常这样对它说，'谢谢你一直陪着我。'\n而多利先生总是用它温暖的舌头舔舔她的手，仿佛在说：'我会一直陪着你，直到大地不再需要我们。'"
        }
      ]
    },
    "voice_records": []
  }
}