var operator_87_阿列什 = {
  "operator": {
    "itemId": "87",
    "name": "阿列什",
    "cover": "./images/699434292468ffc1c1e2b772_f1525633.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=87",
    "title": "阿列什 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "抛出去的竿随时可以收回，人一旦陷入漩涡，就无法轻易脱身。",
      "description": "阿列什，由前联盟工团安全局联络人推荐加入终末地工业，在开拓区担任联络与掩护工作。平日里，他是个贩鳞人，整日与钓竿为伴。但别被这副模样骗了——他的眼神像钩尖一样锋利，应付麻烦的手段也和钓鳞的花样一样多。他总是惬意地挥竿，钓起下一条大鳞。"
    },
    "basic_info": {
        "code": "阿列什",
        "gender": "男",
        "identity": "联盟工团",
        "birthday": "9月1日",
        "race": "阿纳缇",
        "tags": ["技力恢复", "冻结"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "单手剑",
      "main_ability": "力量",
      "sub_ability": "智识",
      "attribute": "寒冷",
      "class": "先锋",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "20",
            "敏捷": "9",
            "智识": "13",
            "意志": "10"
          },
          "需求素材": "无"
        },
        "20级": {
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "90"
          },
          "能力值": {
            "力量": "49",
            "敏捷": "27",
            "智识": "37",
            "意志": "27"
          },
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘"
        },
        "40级": {
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "152"
          },
          "能力值": {
            "力量": "80",
            "敏捷": "47",
            "智识": "62",
            "意志": "45"
          },
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘"
        },
        "60级": {
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "215"
          },
          "能力值": {
            "力量": "111",
            "敏捷": "66",
            "智识": "87",
            "意志": "63"
          },
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组"
        },
        "80级": {
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "277"
          },
          "能力值": {
            "力量": "142",
            "敏捷": "86",
            "智识": "113",
            "意志": "81"
          },
          "需求素材": "100000 折金票, 8 血菌, 20 超距辉映管, 36 协议圆盘组"
        },
        "满级数值": {
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "309"
          },
          "能力值": {
            "力量": "158",
            "敏捷": "95",
            "智识": "125",
            "意志": "89"
          },
          "需求素材": "/"
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "基本挥竿法",
          "description": "普通攻击:对敌人进行至多5段攻击，造成物理伤害。作为主控干员时，重击会造成17点失衡。下落攻击:处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击:附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "levels": [
            {"level": "RANK 1", "普攻第一段倍率": "18%", "普攻第二段倍率": "10%", "普攻第三段倍率": "28%", "普攻第四段倍率": "28%", "普攻第五段倍率": "55%", "处决攻击倍率": "400%", "下落攻击倍率": "80%"},
            {"level": "RANK 2", "普攻第一段倍率": "19%", "普攻第二段倍率": "11%", "普攻第三段倍率": "30%", "普攻第四段倍率": "30%", "普攻第五段倍率": "61%", "处决攻击倍率": "440%", "下落攻击倍率": "88%"},
            {"level": "RANK 3", "普攻第一段倍率": "21%", "普攻第二段倍率": "12%", "普攻第三段倍率": "33%", "普攻第四段倍率": "33%", "普攻第五段倍率": "66%", "处决攻击倍率": "480%", "下落攻击倍率": "96%"},
            {"level": "RANK 4", "普攻第一段倍率": "23%", "普攻第二段倍率": "13%", "普攻第三段倍率": "36%", "普攻第四段倍率": "36%", "普攻第五段倍率": "72%", "处决攻击倍率": "520%", "下落攻击倍率": "104%"},
            {"level": "RANK 5", "普攻第一段倍率": "25%", "普攻第二段倍率": "14%", "普攻第三段倍率": "39%", "普攻第四段倍率": "39%", "普攻第五段倍率": "77%", "处决攻击倍率": "560%", "下落攻击倍率": "112%"},
            {"level": "RANK 6", "普攻第一段倍率": "26%", "普攻第二段倍率": "15%", "普攻第三段倍率": "41%", "普攻第四段倍率": "41%", "普攻第五段倍率": "83%", "处决攻击倍率": "600%", "下落攻击倍率": "120%"},
            {"level": "RANK 7", "普攻第一段倍率": "28%", "普攻第二段倍率": "16%", "普攻第三段倍率": "44%", "普攻第四段倍率": "44%", "普攻第五段倍率": "88%", "处决攻击倍率": "640%", "下落攻击倍率": "128%"},
            {"level": "RANK 8", "普攻第一段倍率": "30%", "普攻第二段倍率": "17%", "普攻第三段倍率": "47%", "普攻第四段倍率": "47%", "普攻第五段倍率": "94%", "处决攻击倍率": "680%", "下落攻击倍率": "136%"},
            {"level": "RANK 9", "普攻第一段倍率": "32%", "普攻第二段倍率": "18%", "普攻第三段倍率": "50%", "普攻第四段倍率": "50%", "普攻第五段倍率": "99%", "处决攻击倍率": "720%", "下落攻击倍率": "144%"},
            {"level": "技能专精1", "普攻第一段倍率": "34%", "普攻第二段倍率": "19%", "普攻第三段倍率": "53%", "普攻第四段倍率": "53%", "普攻第五段倍率": "106%", "处决攻击倍率": "770%", "下落攻击倍率": "154%"},
            {"level": "技能专精2", "普攻第一段倍率": "36%", "普攻第二段倍率": "21%", "普攻第三段倍率": "57%", "普攻第四段倍率": "57%", "普攻第五段倍率": "116%", "处决攻击倍率": "830%", "下落攻击倍率": "166%"},
            {"level": "技能专精3", "普攻第一段倍率": "39%", "普攻第二段倍率": "23%", "普攻第三段倍率": "62%", "普攻第四段倍率": "62%", "普攻第五段倍率": "124%", "处决攻击倍率": "900%", "下落攻击倍率": "180%"}
          ]
        },
        "tactical_skills": [
          {
            "name": "非常规路亚",
            "description": "勾起冰块砸击面前的敌人，对目标造成物理伤害。命中处于寒冷附着状态的目标时，消耗掉目标身上所有寒冷附着，对其强制施加冻结，并基于消耗层数恢复技力，命中多名目标时仅恢复1次。",
            "levels": [
              {"level": "RANK 1", "技力消耗": "100", "伤害倍率": "200%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 2", "技力消耗": "100", "伤害倍率": "220%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 3", "技力消耗": "100", "伤害倍率": "240%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 4", "技力消耗": "100", "伤害倍率": "260%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 5", "技力消耗": "100", "伤害倍率": "280%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 6", "技力消耗": "100", "伤害倍率": "300%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 7", "技力消耗": "100", "伤害倍率": "320%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 8", "技力消耗": "100", "伤害倍率": "340%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "RANK 9", "技力消耗": "100", "伤害倍率": "360%", "失衡值": "10", "消耗一层附着时恢复技力": "10", "消耗二层附着时恢复技力": "20", "消耗三层附着时恢复技力": "30", "消耗四层附着时恢复技力": "40"},
              {"level": "技能专精1", "技力消耗": "100", "伤害倍率": "385%", "失衡值": "10", "消耗一层附着时恢复技力": "15", "消耗二层附着时恢复技力": "25", "消耗三层附着时恢复技力": "35", "消耗四层附着时恢复技力": "45"},
              {"level": "技能专精2", "技力消耗": "100", "伤害倍率": "415%", "失衡值": "10", "消耗一层附着时恢复技力": "15", "消耗二层附着时恢复技力": "25", "消耗三层附着时恢复技力": "35", "消耗四层附着时恢复技力": "45"},
              {"level": "技能专精3", "技力消耗": "100", "伤害倍率": "450%", "失衡值": "10", "消耗一层附着时恢复技力": "15", "消耗二层附着时恢复技力": "25", "消耗三层附着时恢复技力": "35", "消耗四层附着时恢复技力": "45"}
            ]
          }
        ],
        "link_skills": [
          {
            "name": "凿孔底钓术",
            "description": "当附近目标的法术异常或源石结晶被消耗时可以发动。在敌人脚下开洞垂钓，造成物理伤害，并恢复一定技力，有一定概率能钓出珍鳞，大幅增加伤害并额外恢复技力。",
            "levels": [
              {"level": "RANK 1", "冷却时间": "9秒", "伤害倍率": "133%", "失衡值": "10", "强化伤害倍率": "213%", "技力恢复": "10", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 2", "冷却时间": "9秒", "伤害倍率": "147%", "失衡值": "10", "强化伤害倍率": "235%", "技力恢复": "10", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 3", "冷却时间": "9秒", "伤害倍率": "160%", "失衡值": "10", "强化伤害倍率": "256%", "技力恢复": "10", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 4", "冷却时间": "9秒", "伤害倍率": "173%", "失衡值": "10", "强化伤害倍率": "277%", "技力恢复": "10", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 5", "冷却时间": "9秒", "伤害倍率": "187%", "失衡值": "10", "强化伤害倍率": "299%", "技力恢复": "10", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 6", "冷却时间": "9秒", "伤害倍率": "200%", "失衡值": "10", "强化伤害倍率": "320%", "技力恢复": "12", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 7", "冷却时间": "9秒", "伤害倍率": "213%", "失衡值": "10", "强化伤害倍率": "341%", "技力恢复": "12", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 8", "冷却时间": "9秒", "伤害倍率": "227%", "失衡值": "10", "强化伤害倍率": "363%", "技力恢复": "12", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "RANK 9", "冷却时间": "9秒", "伤害倍率": "240%", "失衡值": "10", "强化伤害倍率": "384%", "技力恢复": "12", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "技能专精1", "冷却时间": "9秒", "伤害倍率": "257%", "失衡值": "10", "强化伤害倍率": "411%", "技力恢复": "13", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "技能专精2", "冷却时间": "9秒", "伤害倍率": "277%", "失衡值": "10", "强化伤害倍率": "443%", "技力恢复": "13", "额外技力恢复": "10", "钓起珍鳞概率": "10%"},
              {"level": "技能专精3", "冷却时间": "8秒", "伤害倍率": "300%", "失衡值": "10", "强化伤害倍率": "480%", "技力恢复": "15", "额外技力恢复": "10", "钓起珍鳞概率": "10%"}
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "大鳞，上钩!",
            "description": "钓起超乎想象的大鳞砸击面前的所有敌人，造成大范围的寒冷伤害，施加寒冷附着并恢复一定技力，每击败一个目标将额外恢复一定技力。",
            "levels": [
              {"level": "RANK 1", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "436%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 2", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "479%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 3", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "523%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 4", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "566%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 5", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "610%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 6", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "653%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 7", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "697%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 8", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "741%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "RANK 9", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "784%", "失衡值": "20", "基础恢复技力": "20", "击败目标时额外恢复技力": "12", "技力恢复上限": "100"},
              {"level": "技能专精1", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "839%", "失衡值": "20", "基础恢复技力": "25", "击败目标时额外恢复技力": "15", "技力恢复上限": "100"},
              {"level": "技能专精2", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "904%", "失衡值": "20", "基础恢复技力": "25", "击败目标时额外恢复技力": "15", "技力恢复上限": "100"},
              {"level": "技能专精3", "所需终结技能量": "100", "冷却": "20秒", "伤害倍率": "980%", "失衡值": "20", "基础恢复技力": "25", "击败目标时额外恢复技力": "15", "技力恢复上限": "100"}
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "锤炼",
          "description": "干员力量能力提高10/15/15/20。",
          "levels": [
            {"level": "锤炼·一", "描述": "干员力量提高数值：10", "激活条件": "干员信赖度达到20%"},
            {"level": "锤炼·二", "描述": "干员力量提高数值：15", "激活条件": "晋升至精英化阶段1"},
            {"level": "锤炼·三", "描述": "干员力量提高数值：15", "激活条件": "干员信赖度达到50%"},
            {"level": "锤炼·四", "描述": "干员力量提高数值：20", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "闪冻锁鲜",
          "description": "附近有敌人被冻结或被附着源石结晶时，自身获得3/4点终结技能量。自身造成的冻结触发上述效果时，额外获得6/8点终结技能量。该效果每3秒内最多触发一次。",
          "levels": [
            {"level": "闪冻锁鲜·一", "描述": "获得终结技能量：+3，额外获得终结技能量：+6", "激活条件": "晋升至精英化阶段1"},
            {"level": "闪冻锁鲜·二", "描述": "获得终结技能量：+4，额外获得终结技能量：+8", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "钓鳞老手",
          "description": "每10点智识会使连携技凿孔底钓术钓起珍鱗的概率+0.2%/0.5%，最多+30%。",
          "levels": [
            {"level": "钓鳞老手·一", "描述": "概率提升：+0.2%", "激活条件": "晋升至精英化阶段2"},
            {"level": "钓鳞老手·二", "描述": "概率提升：+0.5%", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "悠闲垂钓",
          "description": "进驻总控中枢时，所有干员心情恢复提升8%/12%。",
          "levels": [
            {"level": "悠闲垂钓·α", "描述": "所有干员心情恢复提升：8%", "激活条件": "晋升至精英化阶段1"},
            {"level": "悠闲垂钓·β", "描述": "所有干员心情恢复提升：12%", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "钓友情报网",
          "description": "进驻会客室时，干员收集到线索1——联盟工团的概率小幅提升/概率提升（进驻即生效，同类不可叠加）",
          "levels": [
            {"level": "钓友情报网·α", "描述": "概率提升幅度：概率小幅提升", "激活条件": "晋升至精英化阶段2"},
            {"level": "钓友情报网·β", "描述": "概率提升幅度：概率提升", "激活条件": "晋升至精英化阶段4"}
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {"level": "装备适配·一", "描述": "允许干员穿戴装备品质：蓝色", "激活条件": "晋升至精英化阶段1"},
            {"level": "装备适配·二", "描述": "允许干员穿戴装备品质：紫色", "激活条件": "晋升至精英化阶段2"},
            {"level": "装备适配·三", "描述": "允许干员穿戴装备品质：金色", "激活条件": "晋升至精英化阶段3"}
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {"level": "潜能1", "description": "咸鳞翻身：战技非常规路亚触发恢复技力效果时，额外恢复10点技力。"},
        {"level": "潜能2", "description": "沉心静气：力量+15，智识+15。"},
        {"level": "潜能3", "description": "愿者上钩：连携技凿孔底钓术成功钓起珍鳞时，全队攻击力+15%，持续10秒，该效果无法叠加。"},
        {"level": "潜能4", "description": "疯狂钓组：终结技大鳞，上钩！所需的终结技能量-15%。"},
        {"level": "潜能5", "description": "特大鳞讯：终结技大鳞，上钩！命中生命值低于50%的目标时，伤害倍率提升至原本的1.5倍。"}
      ],
      "postcards": [
        {"name": "钓友", "description": "阴而不冷的冬天，是下钩钓鳞的好天气，别错过了。", "画师": "嘴広コウ"},
        {"name": "沉浮", "description": "生活让人遍体鳞伤，但失去的眼睛，反而能看清这底下深藏的秘密。", "画师": "叶木森山"},
        {"name": "挥杆日", "description": "\"钓鱗时哪一刻心情最好?\"\"挥竿。\"\"为什么?\"\"所有的期待都还在前方，未知让人心跳加速。", "画师": "w3"}
      ]
    },
    "archive": {
      "info": {
        "阵营": "联盟工团",
        "种族": "阿纳缇",
        "专长·一": "野外生存",
        "专长·二": "战场策略",
        "爱好·一": "文化",
        "爱好·二": "运动"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】阿列什\n【性别】男\n【身份认证】联盟工团\n【生日】9月1日\n【种族】阿纳缇\n【矿石病感染情况】\n参照医学检测报告，确认为感染者。\n【综合体检测试】\n生理强度：标准\n作战技巧：标准\n战术规划：优良\n源石技艺适应性：优良"
        },
        {
          "type": "人事简述",
          "content": "关于阿列什干员的源石技艺，还有很多值得研究的地方。不过，他应该是把某种脑海里的\"印象\"用法术能量构建成了一条鳞的模样，而不是从什么危险神秘的空间里\"召唤\"出了那条鳞……应该。\n干员阿列什，现为捕鳞与售鳞人，由前联盟工团安全局联络人\"海鸥\"推荐加入终末地工业。经评估，可于开拓区担任联络与掩护工作。\n干员阿列什报到时，将一整条鲜鳞摆在我办公桌上，品种未明，光泽鲜亮，还带着海水的气味。当发现我并无摄取生物蛋白的需求后，他立即表示可以将其制作成标本挂在墙壁上，作为纪念。\n片刻沉默后，我将该物转交至总后勤办事处，随后完成了他的入职流程，并与其签署区域联络协议与掩护岗位协议各一份，他用这句话概括自己对职责的认知：\"还是钓鳞，不过这次不是为了吃。\"\n初步观察结论：表现出基本适应性与高度松弛感。无明显异常，需进一步考察稳定性与执行力。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "咳咳，大家好，我是新来的\"鳞类战略顾问候选人\"兼\"钓鳞兴趣课教师\"……没听说过？嗐，我到现在也搞不清楚，是哪位眼神不太好的高层，在翻简历时手一滑，把我这么一个捕鳞贩鳞小老板招了进来。也许当时他正打喷嚏，也可能是你们终末地系统漏洞太多，哪怕是冷冻柜都能被误分配到前线当作战单位，反正我，就这么进来了。\n好吧，既然还没人来轰我走，那我就给你们来一点力所能及的知识分享。不是工程，不是战术，而是钓鳞。别小看这事儿。钓鳞，懂点的，叫户外修行；不懂的，觉得是老年休闲。可按你们的术语来说，钓鳞就是缩小版的战术行动——有饵，有钩，有骗术，有耐心，最后谁吃亏，谁上钩，谁躺在水里当饵料，谁坐在岸上吃炸鳞，全看运气和眼力。\n现在学习两个基本名词——浮钓和底钓。\n浮钓是什么？就是把饵撒在水层中间。盯着那根浮漂，看它晃一下，就以为有戏。结果等你兴奋地提竿，才发现那鳞根本没咬，只是在下面\"嗤笑着\"吐了个泡泡。它们有时候咬两口就走，有时候连饵都不碰，就拽你一把，逗你玩儿。跟在街头盯对手一样，对方露出个表情，你就以为他要动手，结果他只是……突然想起炖锅里的鳞忘了加香料。浮钓不考验什么玄乎的技巧，考验的是你能否在连续十二次空竿之后，还不砸了整根钓竿。\n而底钓呢？那就是给自己挖坑。你把饵沉到底，等鳞慢慢靠近，然后……没然后了，它们根本不理你，顶多在水底给你\"翻个白眼\"。但我以前有个当帮派顾问的前辈就擅长这招儿。他总说：\"年轻人，别动，越不动别人越怕你。\"于是他整天坐在一把二手靠椅上，看着我们在外面被打断腿，然后眯着眼说：\"敌人已经上钩了。\"——上你*粗口*的钩，那明明是我被钩了。\n扯远了，总之，钓鳞是一项很不错的运动，如果要体验它的乐趣，就直接去钓吧！老实说，比在这里对着冰冷的太空更有利于身心健康……你要问我干嘛还来这儿？\n这地方伙食还行，而且没人管我午睡时间，不错了。\n——阿列什在兴趣交流活动上的发言"
        },
        {
          "type": "档案资料·二",
          "content": "【阿列什的日常时刻表】\n06:00 起床，准备钓具和饵料。边磨钩边自言自语：\"今天得让这些鳞乖乖上钩才行。\"\n06:30 出发，扔条鳞骨头给街角流浪的云兽。\n06:45～09:15 早晨钓鳞时间。选个水流缓慢的点，静静守候。\n09:15～10:00 收竿，整理收获，检查鳞的状态，顺便把钓到的几条\"特别的\"留作他用。\n10:00～12:00 鳞店上午出摊时间。鳞得摆得整整齐齐，方向和数量都有讲究。\n12:00～13:00 午餐时间。简单烤条鳞，边吃边瞟一眼通信设备。\n13:00～15:00 小憩或散步。偶尔跑去码头复盘钓技，或者坐在长椅上，和陌生人聊聊哪里好钓鳞。消息来来回回，水里的鳞都被吵得不胜其烦。\n15:00～17:30 鳞店下午出摊时间。继续卖鳞，顺带观察来往的人，看看有没有不该出现的\"熟脸\"。\n17:45～19:45 夜钓。夕阳下最后一搏，钓点换到更深的水域，目标是那些警惕心强的\"大鳞\"——傍晚是它们最活跃的时候，也是敌人最容易露出破绽的时刻。\n20:00～21:00 晚餐。整理当日战果，简单记录钓鳞情况和当天收到的\"鳞情\"。\n21:00～22:00 休息。放松，在天台上用剩下的一只眼仰望星空。偶尔会突然想起一些夜晚……街角的厮杀好像已经远去，却像水下暗流，随时可能在钓鳞时重新遇上。\n22:00 准备饵料，检查装备。\"明天又是哪一条鳞呢？\""
        },
        {
          "type": "档案资料·三",
          "content": "【阿列什轶事】\n新联络员第一次来到码头街角的秘密联络点时，这家鳞店的店主正一动不动地躺在长椅上，脸上盖着本书。\n摊儿上的鳞摆得有些讲究——灰鳞朝北，赤铜鳞成对，角落还有一尾斑纹稀奇的白鳞。联络员眨了眨眼，拼命回忆默记的暗号顺序，希望能够解读这些情报，但一无所获。他正斟酌要不要联络总部，店主却头也不抬地扔了条还带着冰碴子的鳞给他。\n\"今天没有大鳞，\"他说，\"这条给你补充点营养。\"\n联络员愣了两秒，接过鳞点头致谢。走出三十米后，他回头看了一眼——店主依然躺在那里，像什么都没发生过。\n当天报告：一切正常，情报准确，十分……可靠。\n\"波爬战术\"这一战术概念最早由干员阿列什提出，其理论基础来源于一种常用于娱乐钓鳞的拟饵\"波爬\"。根据本人（非常详细但难以确证的）解释，波爬是一种浮水型假鳞，负责在水面跳舞、发光、"
        },
        {
          "type": "档案资料·四",
          "content": ""
        }
      ]
    },
    "voice_records": []
  }
}