var operator_5_佩丽卡 = {
  "operator": {
    "itemId": "5",
    "name": "佩丽卡",
    "cover": "./images/6979ace2deae33c4ae1159c0_3eac6ad0.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=5",
    "title": "佩丽卡 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "我们曾这样不断抵抗……期待着你能再一次归来。",
      "description": "佩丽卡，终末地工业的监督和官方发言人，主要负责管理和推进协议源石技术的开发和应用，同时也承担帝江号的管理工作。她能够果断且冷静地应对各种危机，但终末地工业所面临的挑战总是超出预期。她来回奔波于文明环带的各处，为终末地的平稳发展竭尽全力。"
    },
    "basic_info": {
      "code": "佩丽卡",
      "gender": "女",
      "identity": "终末地工业",
      "birthday": "3月16日",
      "race": "黎博利",
      "tags": ["电磁附着", "导电"],
      "release_date": "[默认] 未知",
      "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "施术单元",
      "main_ability": "智识",
      "sub_ability": "意志",
      "attribute": "电磁",
      "class": "术师",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": {
            "无": ""
          },
          "基础数据": {
            "基础生命值": 500,
            "基础攻击力": 30
          },
          "能力值": {
            "力量": 9,
            "敏捷": 9,
            "智识": 21,
            "意志": 13
          }
        },
        "20级": {
          "需求素材": {
            "折金票": 1600,
            "轻红柱状菌": 3,
            "协议圆盘": 8
          },
          "基础数据": {
            "基础生命值": 1566,
            "基础攻击力": 88
          },
          "能力值": {
            "力量": 26,
            "敏捷": 27,
            "智识": 51,
            "意志": 34
          }
        },
        "40级": {
          "需求素材": {
            "折金票": 6500,
            "中红柱状菌": 5,
            "协议圆盘": 25
          },
          "基础数据": {
            "基础生命值": 2689,
            "基础攻击力": 150
          },
          "能力值": {
            "力量": 45,
            "敏捷": 46,
            "智识": 83,
            "意志": 57
          }
        },
        "60级": {
          "需求素材": {
            "折金票": 18000,
            "重红柱状菌": 5,
            "协议圆盘组": 24
          },
          "基础数据": {
            "基础生命值": 3811,
            "基础攻击力": 211
          },
          "能力值": {
            "力量": 64,
            "敏捷": 65,
            "智识": 114,
            "意志": 79
          }
        },
        "80级": {
          "需求素材": {
            "折金票": 100000,
            "血菌": 8,
            "快子遴捡晶格": 20,
            "协议圆盘组": 36
          },
          "基础数据": {
            "基础生命值": 4934,
            "基础攻击力": 272
          },
          "能力值": {
            "力量": 82,
            "敏捷": 84,
            "智识": 145,
            "意志": 102
          }
        },
        "满级数值": {
          "需求素材": {
            "/": ""
          },
          "基础数据": {
            "基础生命值": 5495,
            "基础攻击力": 303
          },
          "能力值": {
            "力量": 91,
            "敏捷": 93,
            "智识": 161,
            "意志": 113
          }
        }
      },
      "combat_skills": [
        {
          "技能类型": "普通攻击",
          "技能名字": "协议α·突破",
          "技能描述": "对敌人进行至多4段攻击，造成电磁伤害。作为主控干员时，重击会造成15点失衡。处于空中时使用普通攻击，会下落并攻击附近敌人，造成电磁伤害。附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量电磁伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "25%",
              "rank2": "28%",
              "rank3": "31%",
              "rank4": "33%",
              "rank5": "36%",
              "rank6": "38%",
              "rank7": "41%",
              "rank8": "43%",
              "rank9": "46%",
              "技能专精1": "49%",
              "技能专精2": "53%",
              "技能专精3": "57%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "30%",
              "rank2": "33%",
              "rank3": "36%",
              "rank4": "39%",
              "rank5": "42%",
              "rank6": "45%",
              "rank7": "48%",
              "rank8": "51%",
              "rank9": "54%",
              "技能专精1": "58%",
              "技能专精2": "62%",
              "技能专精3": "68%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "37%",
              "rank2": "41%",
              "rank3": "45%",
              "rank4": "48%",
              "rank5": "52%",
              "rank6": "56%",
              "rank7": "59%",
              "rank8": "63%",
              "rank9": "67%",
              "技能专精1": "71%",
              "技能专精2": "77%",
              "技能专精3": "84%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "57%",
              "rank2": "62%",
              "rank3": "68%",
              "rank4": "73%",
              "rank5": "79%",
              "rank6": "85%",
              "rank7": "90%",
              "rank8": "96%",
              "rank9": "102%",
              "技能专精1": "109%",
              "技能专精2": "117%",
              "技能专精3": "127%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        {
          "技能类型": "战技",
          "技能名字": "协议ω·雷击",
          "技能描述": "释放一道电磁能量从空中落下，对小范围内敌人造成电磁伤害并施加电磁附着。",
          "技能等级数据": [
            {
              "key": "技力消耗",
              "rank1": "100",
              "rank2": "100",
              "rank3": "100",
              "rank4": "100",
              "rank5": "100",
              "rank6": "100",
              "rank7": "100",
              "rank8": "100",
              "rank9": "100",
              "技能专精1": "100",
              "技能专精2": "100",
              "技能专精3": "100"
            },
            {
              "key": "伤害倍率",
              "rank1": "178%",
              "rank2": "196%",
              "rank3": "213%",
              "rank4": "231%",
              "rank5": "249%",
              "rank6": "267%",
              "rank7": "285%",
              "rank8": "302%",
              "rank9": "320%",
              "技能专精1": "342%",
              "技能专精2": "369%",
              "技能专精3": "400%"
            },
            {
              "key": "失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            }
          ]
        },
        {
          "技能类型": "连携技",
          "技能名字": "即时协议·闪链",
          "技能描述": "当主控干员对敌人造成重击后可以发动。释放积蓄的电磁能量轰击目标，造成电磁伤害并强制施加短暂的导电。",
          "技能等级数据": [
            {
              "key": "冷却时间",
              "rank1": "20秒",
              "rank2": "20秒",
              "rank3": "20秒",
              "rank4": "20秒",
              "rank5": "20秒",
              "rank6": "20秒",
              "rank7": "20秒",
              "rank8": "20秒",
              "rank9": "20秒",
              "技能专精1": "20秒",
              "技能专精2": "20秒",
              "技能专精3": "19秒"
            },
            {
              "key": "伤害倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            },
            {
              "key": "失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            },
            {
              "key": "导电时长（秒）",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            }
          ]
        },
        {
          "技能类型": "终结技",
          "技能名字": "协议ε·70.41κ",
          "技能描述": "立即传送一块巨大的轨道漂浮物对目标区域进行毁灭性打击，对区域内的敌人造成大量电磁伤害。",
          "技能等级数据": [
            {
              "key": "所需终结技能量",
              "rank1": "80",
              "rank2": "80",
              "rank3": "80",
              "rank4": "80",
              "rank5": "80",
              "rank6": "80",
              "rank7": "80",
              "rank8": "80",
              "rank9": "80",
              "技能专精1": "80",
              "技能专精2": "80",
              "技能专精3": "80"
            },
            {
              "key": "冷却时间",
              "rank1": "10秒",
              "rank2": "10秒",
              "rank3": "10秒",
              "rank4": "10秒",
              "rank5": "10秒",
              "rank6": "10秒",
              "rank7": "10秒",
              "rank8": "10秒",
              "rank9": "10秒",
              "技能专精1": "10秒",
              "技能专精2": "10秒",
              "技能专精3": "10秒"
            },
            {
              "key": "伤害倍率",
              "rank1": "445%",
              "rank2": "489%",
              "rank3": "534%",
              "rank4": "578%",
              "rank5": "622%",
              "rank6": "667%",
              "rank7": "711%",
              "rank8": "756%",
              "rank9": "800%",
              "技能专精1": "856%",
              "技能专精2": "923%",
              "技能专精3": "1000%"
            },
            {
              "key": "失衡值",
              "rank1": "20",
              "rank2": "20",
              "rank3": "20",
              "rank4": "20",
              "rank5": "20",
              "rank6": "20",
              "rank7": "20",
              "rank8": "20",
              "rank9": "20",
              "技能专精1": "20",
              "技能专精2": "20",
              "技能专精3": "20"
            }
          ]
        }
      ],
      "talents": [
        {
          "天赋名字": "明晰",
          "天赋描述": "干员智识能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员智识提高数值",
              "rank1": 10,
              "rank2": 15,
              "rank3": 15,
              "rank4": 20
            }
          ]
        },
        {
          "天赋名字": "歼灭协议",
          "天赋描述": "对失衡的敌人造成的伤害+20%/+30%。",
          "天赋等级数据": [
            {
              "key": "失衡敌人造成伤害增加",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "循环协议",
          "天赋描述": "连携技即时协议·闪链命中处于破防状态的敌人后，还会弹射1次。",
          "天赋等级数据": [
            {
              "key": "弹射次数",
              "rank1": 1
            }
          ]
        },
        {
          "天赋名字": "监督",
          "天赋描述": "进驻总控中枢时，所有干员心情恢复提升8%/12%。",
          "天赋等级数据": [
            {
              "key": "所有干员心情恢复提升",
              "rank1": "8%",
              "rank2": "12%"
            }
          ]
        },
        {
          "天赋名字": "协议调度",
          "天赋描述": "进驻制造舱时，武器经验素材的生产效率提升20%/30%。",
          "天赋等级数据": [
            {
              "key": "武器经验素材的生产效率提升",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "rank1": "蓝色",
              "rank2": "紫色",
              "rank3": "金色"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": 1,
          "潜能名字": "危机处理",
          "潜能内容": "连携技即时协议·闪链施加的导电持续时间+75%。"
        },
        {
          "潜能等级": 2,
          "潜能名字": "谈判策略",
          "潜能内容": "终结技协议ε·70.41κ所需的终结技能量-15%。"
        },
        {
          "潜能等级": 3,
          "潜能名字": "监督重任",
          "潜能内容": "当佩丽卡对敌人施加导电后，在5秒内攻击力+20%，该效果最多叠加2层。"
        },
        {
          "潜能等级": 4,
          "潜能名字": "长效导流",
          "潜能内容": "连携技即时协议·闪链施加的导电使敌人受到法术伤害提高的效果提升至原本的1.33倍。"
        },
        {
          "潜能等级": 5,
          "潜能名字": "再入控制",
          "潜能内容": "终结技协议ε·70.41κ的暴击率+30%。"
        }
      ],
      "postcards": [
        {
          "潜能明信片名字": "引领者",
          "明信片图片": "（具体图片链接）",
          "画师": "STAR影法师",
          "明信片文字": "当群星的碎屑遮掩住光芒，她平静地照亮你的前路。她在闪耀。"
        },
        {
          "潜能明信片名字": "协议",
          "明信片图片": "（具体图片链接）",
          "画师": "Director Kuzuri",
          "明信片文字": "一种可见的思念让她不愿驻足，协议从不是冰冷的束缚。"
        },
        {
          "潜能明信片名字": "未来",
          "明信片图片": "（具体图片链接）",
          "画师": "IRple2",
          "明信片文字": "蓝图上刻印了她所编织的无限可能，那是她随身携带的未来。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "黎博利",
        "专长·一": "团队管理",
        "专长·二": "源石技艺",
        "爱好·一": "生活",
        "爱好·二": "创意",
        "专长描述": "有她在，就能充分协调各方关系，合理、灵活地安排人力与各种资源，确保生产、合作的顺利进行。",
        "专长·二描述": "她设计的特种施术单元被广泛使用，让众多适应性缺陷者得以施展源石技艺。",
        "爱好·一描述": "什么都爱吃，怎么吃都不胖。自结识陈千语以来，她对\"尝试各种没见过的食物\"也产生了兴趣。",
        "爱好·二描述": "她在环带的光与影，雪与沙之间都留下过骑车驰骋的痕迹。不过，这是她只告诉过你的秘密。",
        "矿石病感染情况": "参照医学检测报告，确认为非感染者。",
        "综合体检测试": "生理强度：标准\n作战技巧：标准\n战术规划：卓越\n源石技艺适应性：优良"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】佩丽卡\n【性别】女\n【身份认证】终末地工业\n【生日】3月16日\n【种族】黎博利\n【矿石病感染情况】\n参照医学检测报告，确认为非感染者。\n【综合体检测试】\n生理强度：标准\n作战技巧：标准\n战术规划：卓越\n源石技艺适应性：优良"
        },
        {
          "type": "人事简述",
          "content": "佩丽卡，终末地工业的监督，也是终末地的官方发言人之一，主要负责管理和推进协议源石技术的开发与应用，同时也承担帝江号的管理工作。\n对她是否配得上\"监督\"这一职位的质疑，我已经很久没听到了。她用实绩打消了所有人的怀疑，也用事实印证了M3的说法：\"这个职位是因为佩丽卡才存在，别搞错了先后顺序。\"确实连我也不敢相信，一个如此年轻的人能够担起协助管理整个终末地工业的重任，但在她的管理下，终末地所追求的未来景象更加清晰了。\n不过，她也不是事事都能处理妥当，比如，作为协助管理危机处理小组的关键人物，她不该总是陪着小组成员在第一线冒险。就算她继续驳回我的申请，我还是会督促她重新评估风险。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "和终末地工业的不少干员一样，儿时的佩丽卡监督在灾难中幸存下来，并和其他失去家庭的孩子一同接受了管理员和终末地工业的庇护。在学习和成长的过程中，她对协议技术表现出了极大的好奇，并逐渐开始接触终末地工业在塔卫二的各项基础事务。不到两年的时间，她的足迹就已经遍布这颗星球的大小城市，她对我们所面对威胁的认知也远超常人。而她对协议技术的热情，也促使她加入了研发中心，并在日后帮助终末地工业在协议技术开发与应用领域取得了重大突破。之后她也顺理成章地被正式任命为\"监督\"，开始真正掌舵帝江号这个高悬于塔卫二人工静止轨道的庞然大物。\n【权限记录】\n佩丽卡的过去当然不可能像公开记录里那样总是被幸运所眷顾。\n十多年前，你在筹备远征时救下了她，在那个她还惶恐茫然的时候给了她最大的支持。但她也无法预料到不久后的远征会再一次改变她的生活……她失去了你。后来的日子里，和她一起被你救来的孩子大多也都开始了新生活，甚至连那个和她情同姐妹的孩子，莱西娅，也离开了帝江号，选择和她分道扬镳。\n身边朋友的逐渐离去，肩上扛下的责任越来越重，协议技术的研发屡遭瓶颈……\n她还是固执地留在了这条最难走的路上，并且用实际行动折服了我们。诚然，她一路走来得到了许多人的支持，但她自己付出的努力和经历的坎坷……我比任何人都清楚。\n去和她聊聊吧，她已经等了太久。\n——M3的语音备忘录"
        },
        {
          "type": "档案资料·二",
          "content": "帝江号上其他干员总说，佩丽卡监督似乎有一种神奇的魔力。只要有她在，任何问题都会迎刃而解。\n所以当我得知能有幸在她身边学习的时候，我一度兴奋到失眠，可现实狠狠重击了我。因为没法适应她的工作强度还有严苛的标准，我一度考虑中途退出……但我实在不舍得放弃这次宝贵的机会。\n因为马上就是管理员预计苏醒的日子，每个人都绷着一根弦，连佩丽卡监督也不例外。在她日程全被塞满的情况下，她还要见缝插针地去见各部门的前辈，来确保工作万无一失。\n但这些临时的私密小会议之后，她的脸色总是不太好，难道有些事情连她也搞不定？我只能埋怨自己帮不上什么忙。\n我的无所适从被她看在眼里，她主动安慰了我，还塞给我从没见过的怪味鳞肉丸一起分享。那味道呛得我眼泪直流，佩丽卡监督反倒看着我心满意足地笑起来……那一天的苦恼，也都随着我的眼泪一起被冲刷一空。\n那一瞬间我才突然意识到，佩丽卡监督……的确存在那种魔力。\n——一位见习后勤干员的工作日志，她仍在继续申请留在佩丽卡监督身边见习的机会"
        },
        {
          "type": "档案资料·三",
          "content": "【未被成功删除的记录】\n\"她也去找你了吧，卡拉德？请教要怎么和她在乎的管理员正常相处，对吧？\"\n\"不愧是搞情报的，不在帝江号消息还这么灵通。她匆忙来训练室找我的时候，我还以为是什么环节出了岔子。结果一本正经地问这个，吓我一跳。\"\n\"习惯了她当监督的日子，都快忘了她也不是真的无所不能。不过我喜欢她和我通信时忸怩的样子，还是和小时候一样可爱。\"\n\"所以你给了什么建议？\"\n\"和你一样喽，什么也没给。其他老家伙也都差不多，大家都准备看好戏呢。\"\n\"不过我打赌，她重新见到管理员的时候一定会藏得很好。\"\n\"反正M3肯定会陪着她，你还怕没法知道现场的所有细节？\"\n\"也是。还有，别忘了，我们答应过她要绝对保密。尤其是对管理员。\"\n\"放心吧，卡拉德。我的嘴可是最严的，这是职业操守。但这样就看不到小佩丽卡生闷气的样子，是不是有点太遗憾了？\"\n无论你在帝江号上的哪个地方偶遇佩丽卡监督，她总会平静地向你问好，然后继续投入到自己手头上的工作中，以至于不少人猜测监督的真面目是一台披着黎博利皮的机器，可以完美执行某个超级思维的指令。虽然这种玩笑话在新进干员间流传甚广，但监督本人不光不抵触，还偶尔故意在新人面前\"调皮\"一下，帮忙缓解干员们的压力。\n按照马丁·马文·马伦的非官方说法，正式担任监督之后，佩丽卡强迫自己用最恰当的面貌去履行自己的职责。但积累的情绪和压力总归需要一个宣泄口。而在管理员回归之前，佩丽卡就已经找到了一套足够让她放松自己的办法。\"你听说过'机油与机械的热弹创意赛'吗？据说它最初源于某位血魔天才和神秘机械师的创意对决。研发中心的前辈也把这项古老的泰拉活动带来了终末地。现如今，热弹赛中出现的怪点子不光给干员们带来了许多欢笑，还极大促进了我们的技术革新。但很少有人知道，这项活动在终末地的真正推手是佩丽卡监督。毕竟她从没有正式参过赛，也很少发表看法。事实上，她重启这项活动的初衷，只是给自己创造一个能缓解手痒，验证脑子里古怪想法的平台。\"\n虽然今年我被禁止参赛，但也不算缺席吧。这辆获奖的\"电浆轰鸣\"还是我起的名！它主人带着\"把引力铳械塞进加速引擎\"的想法找到我时，我就知道有搞头。最后拆了不少好铳才成功呢……欸？当、当然没有动我爸的宝贝库存！\n——蝉联多届热弹赛冠军的铳械天才少女\n这辆车刚拿下了新都筑地下热力赛的冠军啊！怎么会在帝江号上？！\n——某位竞速爱好者\n\"电浆轰鸣\"？主人是\"嫌疑人伊里奇\"？佩丽卡，这又是哪个部门冒出来的新人？\n——陈千语\nM3，这份文件作为\"零号委托\"的附件封存，不可强制生效。\n我现在任命佩丽卡为\"'零号委托'签署人\"。\n但是否生效需完全遵循其个人意愿。\n如果她最终决定留在终末地工业，那由你作为执行人，带她去见创始人。\n【权限记录】\n\"你决定了？\"\n\"留在终末地，我不需要犹豫，M3。\"\n\"那好吧。跟我来，创始人要见你。\"\n…………\n\"我们还是见面了，佩丽卡监督。\"\n\"监、监督？等等，你的样子——\"\n\"我们的时间不多了。\""
        }
      ]
    },
    "voice_records": []
  }
}