var operator_13_大潘 = {
  "operator": {
    "itemId": "13",
    "name": "大潘",
    "cover": "./images/operators/operator_13_大潘_698771821acbba54e4b0e048_3eac6ad0.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=13",
    "title": "大潘 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "不会的菜式就得多练！这可不是为了出风头，我掌勺就图个做得敞亮，吃得爽心！",
      "description": "大潘出身于宏山科学院，经由干员陈千语介绍，以个人身份加入终末地工业的特种技术部门。他曾是一名自豪的先进科研工作者，现在也热爱大厨这个光荣职业。"
    },
    "basic_info": {
        "code": "大潘",
        "gender": "男",
        "identity": "宏山科学院",
        "birthday": "5月19日",
        "race": "乌萨斯",
        "tags": ["大量伤害", "击飞", "猛击"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "双手剑",
      "main_ability": "力量",
      "sub_ability": "意志",
      "attribute": "物理",
      "class": "突击",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "24",
            "敏捷": "9",
            "智识": "10",
            "意志": "10"
          },
          "需求素材": "无"
        },
        "20级": {
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "88"
          },
          "能力值": {
            "力量": "56",
            "敏捷": "28",
            "智识": "28",
            "意志": "30"
          },
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘"
        },
        "40级": {
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "150"
          },
          "能力值": {
            "力量": "90",
            "敏捷": "47",
            "智识": "47",
            "意志": "50"
          },
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘"
        },
        "60级": {
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "211"
          },
          "能力值": {
            "力量": "124",
            "敏捷": "67",
            "智识": "66",
            "意志": "71"
          },
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组"
        },
        "80级": {
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "272"
          },
          "能力值": {
            "力量": "158",
            "敏捷": "87",
            "智识": "85",
            "意志": "91"
          },
          "需求素材": "100000 折金票, 8 血菌, 20 三相纳米片, 36 协议圆盘组"
        },
        "满级数值": {
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "303"
          },
          "能力值": {
            "力量": "175",
            "敏捷": "96",
            "智识": "94",
            "意志": "102"
          },
          "需求素材": "/"
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "滚刀切！",
          "description": "普通攻击：对敌人进行至多4段攻击，造成物理伤害。作为主控干员时，重击会造成20点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "levels": [
            {"level": "RANK 1", "普攻第一段倍率": "28%", "普攻第二段倍率": "34%", "普攻第三段倍率": "50%", "普攻第四段倍率": "60%", "处决攻击倍率": "400%", "下落攻击倍率": "80%"},
            {"level": "RANK 2", "普攻第一段倍率": "31%", "普攻第二段倍率": "37%", "普攻第三段倍率": "55%", "普攻第四段倍率": "66%", "处决攻击倍率": "440%", "下落攻击倍率": "88%"},
            {"level": "RANK 3", "普攻第一段倍率": "34%", "普攻第二段倍率": "40%", "普攻第三段倍率": "60%", "普攻第四段倍率": "72%", "处决攻击倍率": "480%", "下落攻击倍率": "96%"},
            {"level": "RANK 4", "普攻第一段倍率": "37%", "普攻第二段倍率": "44%", "普攻第三段倍率": "65%", "普攻第四段倍率": "78%", "处决攻击倍率": "520%", "下落攻击倍率": "104%"},
            {"level": "RANK 5", "普攻第一段倍率": "39%", "普攻第二段倍率": "47%", "普攻第三段倍率": "70%", "普攻第四段倍率": "84%", "处决攻击倍率": "560%", "下落攻击倍率": "112%"},
            {"level": "RANK 6", "普攻第一段倍率": "42%", "普攻第二段倍率": "50%", "普攻第三段倍率": "75%", "普攻第四段倍率": "90%", "处决攻击倍率": "600%", "下落攻击倍率": "120%"},
            {"level": "RANK 7", "普攻第一段倍率": "45%", "普攻第二段倍率": "54%", "普攻第三段倍率": "80%", "普攻第四段倍率": "96%", "处决攻击倍率": "640%", "下落攻击倍率": "128%"},
            {"level": "RANK 8", "普攻第一段倍率": "48%", "普攻第二段倍率": "57%", "普攻第三段倍率": "85%", "普攻第四段倍率": "103%", "处决攻击倍率": "680%", "下落攻击倍率": "136%"},
            {"level": "RANK 9", "普攻第一段倍率": "51%", "普攻第二段倍率": "60%", "普攻第三段倍率": "90%", "普攻第四段倍率": "109%", "处决攻击倍率": "720%", "下落攻击倍率": "144%"},
            {"level": "技能专精1", "普攻第一段倍率": "54%", "普攻第二段倍率": "64%", "普攻第三段倍率": "97%", "普攻第四段倍率": "116%", "处决攻击倍率": "770%", "下落攻击倍率": "154%"},
            {"level": "技能专精2", "普攻第一段倍率": "58%", "普攻第二段倍率": "70%", "普攻第三段倍率": "104%", "普攻第四段倍率": "125%", "处决攻击倍率": "830%", "下落攻击倍率": "166%"},
            {"level": "技能专精3", "普攻第一段倍率": "63%", "普攻第二段倍率": "75%", "普攻第三段倍率": "113%", "普攻第四段倍率": "136%", "处决攻击倍率": "900%", "下落攻击倍率": "180%"}
          ]
        },
        "tactical_skills": [
          {
            "name": "颠勺！",
            "description": "掏出铁锅进行短暂蓄力后，用力向上颠勺，对敌人造成物理伤害与击飞。",
            "levels": [
              {"level": "RANK 1", "技力消耗": "100", "伤害倍率": "133%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 2", "技力消耗": "100", "伤害倍率": "147%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 3", "技力消耗": "100", "伤害倍率": "160%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 4", "技力消耗": "100", "伤害倍率": "173%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 5", "技力消耗": "100", "伤害倍率": "186%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 6", "技力消耗": "100", "伤害倍率": "200%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 7", "技力消耗": "100", "伤害倍率": "213%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 8", "技力消耗": "100", "伤害倍率": "226%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "RANK 9", "技力消耗": "100", "伤害倍率": "240%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "技能专精1", "技力消耗": "100", "伤害倍率": "256%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "技能专精2", "技力消耗": "100", "伤害倍率": "276%", "失衡值": "10", "浮空时间": "1.8秒"},
              {"level": "技能专精3", "技力消耗": "100", "伤害倍率": "300%", "失衡值": "10", "浮空时间": "1.8秒"}
            ]
          }
        ],
        "link_skills": [
          {
            "name": "加料！",
            "description": "当有敌人达到4层破防时可以发动。抡起铁锅对敌人造成大量物理伤害并猛击，本次猛击的伤害获得额外提升。",
            "levels": [
              {"level": "RANK 1", "冷却时间": "20秒", "伤害倍率": "289%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 2", "冷却时间": "20秒", "伤害倍率": "318%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 3", "冷却时间": "20秒", "伤害倍率": "347%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 4", "冷却时间": "20秒", "伤害倍率": "375%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 5", "冷却时间": "20秒", "伤害倍率": "404%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 6", "冷却时间": "20秒", "伤害倍率": "433%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 7", "冷却时间": "20秒", "伤害倍率": "462%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 8", "冷却时间": "20秒", "伤害倍率": "491%", "失衡值": "15", "猛击伤害额外提升": "10%"},
              {"level": "RANK 9", "冷却时间": "20秒", "伤害倍率": "520%", "失衡值": "15", "猛击伤害额外提升": "15%"},
              {"level": "技能专精1", "冷却时间": "20秒", "伤害倍率": "566%", "失衡值": "15", "猛击伤害额外提升": "15%"},
              {"level": "技能专精2", "冷却时间": "20秒", "伤害倍率": "599%", "失衡值": "15", "猛击伤害额外提升": "15%"},
              {"level": "技能专精3", "冷却时间": "19秒", "伤害倍率": "650%", "失衡值": "15", "猛击伤害额外提升": "20%"}
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "切丝入锅！",
            "description": "猛拍砧板，立即对前方范围内的敌人强制造成击飞。随后发动6段连续斩击，造成物理伤害，最后将所有敌人一并击坠，强制造成倒地，造成大量物理伤害。",
            "levels": [
              {"level": "RANK 1", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "22%", "终结伤害倍率": "178%"},
              {"level": "RANK 2", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "24%", "终结伤害倍率": "196%"},
              {"level": "RANK 3", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "26%", "终结伤害倍率": "213%"},
              {"level": "RANK 4", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "29%", "终结伤害倍率": "231%"},
              {"level": "RANK 5", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "31%", "终结伤害倍率": "249%"},
              {"level": "RANK 6", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "33%", "终结伤害倍率": "267%"},
              {"level": "RANK 7", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "35%", "终结伤害倍率": "284%"},
              {"level": "RANK 8", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "37%", "终结伤害倍率": "302%"},
              {"level": "RANK 9", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "40%", "终结伤害倍率": "320%"},
              {"level": "技能专精1", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "42%", "终结伤害倍率": "342%"},
              {"level": "技能专精2", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "46%", "终结伤害倍率": "369%"},
              {"level": "技能专精3", "所需终结技能量": "90", "冷却时间": "15秒", "空中连斩伤害倍率": "50%", "终结伤害倍率": "400%"}
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "锤炼",
          "description": "干员力量能力值提升10/15/15/20。",
          "levels": [
            {"level": "锤炼·一", "描述": "干员能力提高数值：10", "激活条件": "干员信赖度达到20%"},
            {"level": "锤炼·二", "描述": "干员能力提高数值：15", "激活条件": "晋升至精英化阶段1"},
            {"level": "锤炼·三", "描述": "干员能力提高数值：15", "激活条件": "干员信赖度达到50%"},
            {"level": "锤炼·四", "描述": "干员能力提高数值：20", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "勾芡",
          "description": "每消耗1层破防后，造成的物理伤害+4%/6%，持续10秒，该效果最多叠加4层。",
          "levels": [
            {"level": "勾芡·一", "描述": "物理伤害提升：+4%", "激活条件": "晋升至精英化阶段1"},
            {"level": "勾芡·二", "描述": "物理伤害提升：+6%", "激活条件": "晋升至精英化阶段2"}
          ]
        },
        {
          "name": "尝尝咸淡",
          "description": "终结技切丝入锅！的最后一击每命中一个敌人，获得一层备料状态，持续20秒，最多叠加1/2层。当处于备料状态时，连携技命中敌人后立即恢复40%冷却时间并消耗一层备料状态。",
          "levels": [
            {"level": "尝尝咸淡·一", "描述": "备料状态最多叠加层数：1", "激活条件": "晋升至精英化阶段2"},
            {"level": "尝尝咸淡·二", "描述": "备料状态最多叠加层数：2", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "擅烹山珍",
          "description": "进驻培养舱时，菌类质料的培养速度提升10%/20%。",
          "levels": [
            {"level": "擅烹山珍·α", "描述": "菌类质料的培养速度提升：10%", "激活条件": "晋升至精英化阶段1"},
            {"level": "擅烹山珍·β", "描述": "菌类质料的培养速度提升：20%", "激活条件": "晋升至精英化阶段3"}
          ]
        },
        {
          "name": "人情练达",
          "description": "进驻总控中枢时，所有干员心情恢复提升12%/16%。",
          "levels": [
            {"level": "人情练达·β", "描述": "所有干员心情恢复提升：12%", "激活条件": "晋升至精英化阶段2"},
            {"level": "人情练达·γ", "描述": "所有干员心情恢复提升：16%", "激活条件": "晋升至精英化阶段4"}
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            {"level": "装备适配·一", "描述": "允许干员穿戴装备品质：蓝色", "激活条件": "晋升至精英化阶段1"},
            {"level": "装备适配·二", "描述": "允许干员穿戴装备品质：紫色", "激活条件": "晋升至精英化阶段2"},
            {"level": "装备适配·三", "描述": "允许干员穿戴装备品质：金色", "激活条件": "晋升至精英化阶段3"}
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {"level": "潜能1", "description": "精烹细作：如果终结技切丝入锅！至少击败了一个敌人，大潘造成的物理伤害+30%，持续15秒，该效果无法叠加。"},
        {"level": "潜能2", "description": "五味调和：天赋尝尝咸淡效果加强：备料状态持续时间+10秒，最大叠加层数+1。"},
        {"level": "潜能3", "description": "先进工作者：力量+15，造成的物理伤害+8%。"},
        {"level": "潜能4", "description": "自制酱料：终结技切丝入锅！所需的终结技能量-15%。"},
        {"level": "潜能5", "description": "猛火收汁：战技颠勺！如果仅命中单个敌人，对目标额外施加一层破防，该效果每45秒最多触发一次。"}
      ],
      "postcards": [
        {"name": "旅行伊始", "description": "轻装上阵，引擎轰鸣。他跟他的铁锅，准备出发。", "画师": "Rin9"},
        {"name": "宴坐空山", "description": "何人无事，伴三五羽兽，宴坐空山。", "画师": "E_Volution"},
        {"name": "人间百味", "description": "生活不像做菜，能把料备全再下锅。但所见、所感，都能拿来做食材，翻炒出人间百味。", "画师": "黑犬"}
      ]
    },
    "archive": {
      "info": {
        "阵营": "宏山科学院",
        "种族": "乌萨斯",
        "专长·一": "烹饪",
        "专长·二": "工具制造",
        "爱好·一": "生活",
        "爱好·二": "公益"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】大潘\n【性别】男\n【身份认证】宏山科学院\n【生日】5月19日\n【种族】乌萨斯\n【矿石病感染情况】\n参照医学检测报告，确认为非感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：标准\n战术规划：普通\n源石技艺适应性：优良"
        },
        {
          "type": "人事简述",
          "content": "干员大潘，本名潘远，出身宏山科学院，自称游历四方的厨师兼游商。经干员陈千语介绍，宏山科学院送函认证，与终末地工业合作，以个人身份加入特种技术部门。尊重干员个人意愿，额外向他开放食堂的部分权限。\n大潘提供的过往履历非常杂乱。已确认真实可靠的经历有\"辣么大\"火锅店店长、宏山科学院天师、电工、木工、钳工，在《合意拳·再临》中客串过两次背景板等。\n暂时无法考据的部分主要有两条。首先是他自述在塞梦珂当过一段时间的出租车司机，而我们并未查询到大潘在该城市的相关营运许可证。在我指出这点后，他的嘴角咧开超过七十度，并大力拍打起我的机械面板。另一条则是为帮朋友\"撑场子\"，他在菈梵朵玛兼职做了三天观赏驮兽替身。在我意识到自己被他牵着问了太多黑车司机与观赏驮兽的事情，反倒忽略了最应当详细了解的天师经历时，我们已经攀谈了将近四小时。\n核实那段宏山科学院的经历时，大潘的神情展现出明显的惆怅和不悦，但很快，他恢复了笑容，用一个轻松的玩笑转移了话题——向我展示他与观赏驮兽们亲密无间的合影。我能看出他回避去谈与那几位天师间的龃龉，但这并不是减分项，他至今仍为科考站的事故耿耿于怀，恰恰能证明他的内心最深处依旧是那名秉承理念和操守的宏科院天师。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "《多变的潘叔》\n武夌（陵）城有一个多变的潘叔，他是我见过最热心肠的人。他长得黑白分明，眼睛像是葡萄，耳朵则是像两个大大的金元宝，带（戴）着墨镜特别帅。\n潘叔会变身，总是穿着各种各样的衣服，有时候是白色的大围裙，有时候是作业服，有时候会带（戴）着黄色的塑料帽子。潘叔有一间火锅店，说我们想家了就可以随时去吃，如果我们火锅吃腻了，他也会变着法子给我们做好吃的馒头、火暴（爆）腰花、松尾林（鳞）。最好吃的是醋留（溜）白菜跟回锅肉，希望能成为招牌菜。\n但潘叔也有不好心肠的时候，他会往我的饭盒里放辣交（椒）酱，跟我说是\"魔法酱料\"，我分给其他小朋友，大家的嘴巴都肿了。\n除了照顾小朋友外，潘叔也会特别热心帮助其他人。他总是帮城里的人修电表、接水管、砍竹子。因为潘叔特别好，总是帮助大家，大家也愿意帮他，但因为潘叔太厉害了，大家没什么能帮忙的，只能送水果跟点心……还有偷偷减兔（免）火锅店的租金。听说潘叔的家也在暴（爆）炸里没有了，所以他不得不花钱住在别人家里。\n——常客留下的泛黄作文\n有一次我问潘叔，为什么他工作这么多年却完全没存下钱来，他说都被吃掉了，我还笑话他嘴馋。后来才知道，原来是招待了那么多孩子……\n——陈千语\n人们经常会被他的热情与亲切感染，在初次见面的几分钟内就竹筒倒豆子，把自己的事讲给他听。但反过来，干员大潘并不太主动去聊自己的故事，直到现在依旧有许多人对他的印象只是\"很热情、会做饭的宏科院天师\"。沉痛的过往是一种信息负担，交深言浅是他特有的体贴，但把自己的事情憋在心中并非好事。\n我更担心的是他来到帝江号上后，很多人，尤其是管理员的体重在明显增长……\n——佩丽卡"
        },
        {
          "type": "档案资料·二",
          "content": "《\"先进科研工作者\"奖项候选人推荐表》\n填写人：罗时乔\n综合\"创新、影响、适应性\"三个维度，我推荐将今年的\"先进科研工作者\"颁发给潘远天师。在过往工作中，他累计取得了十二项学术成果，并达成六项宏山科学院的可持续发展目标。纵观近十年的获奖人员名单，只有极少数能做出与他当前阶段相同的贡献，而且他还不到三十岁。\n虽然我是他的老师，但可以保证以上评价绝无任何偏颇之处。当潘远敲开我办公室的门，说想跟着我做项目时，我第一反应是拒绝。毕竟我对这位年轻人的印象并不算好。他会用正在燃烧的爆炸物打乒乓球，会在\"冒辣果创意料理同好会\"的电子海报上让几位德高望重的老天师跳踢踏舞，会用废材料做了台迷你高速战舰攻打地下冷库，搞得大楼一整个月都充斥着腐坏的鳞肉味……是，都不算什么，年轻人总是调皮的，宏科院鼓励所有探索行为，我年轻时也把自己送进过急诊室。\n有些孩子做恶作剧是为了引起其他人注意，另一些孩子这么做是因为他们对世界有着庞大的好奇心。潘远这孩子的情况又有些不同，他——太聪明了。我能看出他做这些事情时眼里的意兴阑珊。成为他的老师后，我更清晰意识到他做的这一切只是因为他能做，或者说他想证明即使是恶作剧，他也能轻轻松松地比其他人做得更好，整个宏科院里没有他的对手。\n遭到挫折，得到乐趣；没有挫折，就没有乐趣——没有乐趣能在学术道路上走多远？一名石匠不眠不休地雕琢一生，也只能留下寥寥作品。潘远是一块极其难啃的顽石，需要打磨才可以绽放光彩，但能让他跌倒，以此雕琢他的，只有比他硬度更高的石头。\n我说：\"相比我而言，有几位在裂隙研究领域的天师更有学术建树，更适合做你的老师……\"\n潘远说：\"但我现在有一座必须要去攀爬的山，只有您的院管项目与其方向相符。\"\n那瞬间，他眼神中除了迷茫与痛苦，还隐藏着一些小心翼翼的期盼。或许我对他的判断并不全对，也或许有什么改变了他。只要他怀着执念，我相信他会做出好的改变。\n若一定要问我有什么不把奖项颁给他的理由……除了有点冲动的脾气外，大概就是他在实验室炒菜怕别人偷吃，给放着炒米的罐子贴上\"还原剂\"的标签，害我的初号原型机报废了吧！"
        },
        {
          "type": "档案资料·三",
          "content": "【一段葬礼上的致辞】\n那是个很普通的清晨，跟宏科院每日都要迎来的清晨一样。只是阳光照进办公室时，我的丈夫已经在睡梦中溘然长逝。\n他将一生都献给了宏山科学院——所以有段时间我非常憎恶它。每当我提着饭盒走入长廊，听着周遭那些脑中装着数不清典籍的天师不停争吵，我心里只有厌烦。无论他们究竟是想端上铁饭碗，创造些对改善环带境况没实际作用的废纸，去争夺一把名次更高的椅子，还是真的打算让所有人都吃饱，这些事对我来说都不重要。\n我无法理解为什么，为什么他们一定要让更多人活下去，却又可以对自己的生命满不在乎？就好像\"活着\"只是一条院规、一个必须遵守的准则。\n直到我看到潘远天师，他站在葬礼的最后一排，手里捧着我丈夫生前最喜欢的炒米。他没有哭，只是默默地站着，仿佛在思考着什么。\n后来我才知道，他是我丈夫最后一个学生，也是最让他骄傲的学生。他说，他会继续我丈夫未完成的研究，会让更多人看到宏山科学院的价值。\n或许我错了，或许这些天师们并不是不在乎自己的生命，而是他们把更多人的生命看得比自己更重要。就像我丈夫，他用自己的生命换来了更多人的希望。"
        }
      ]
    },
    "voice_records": []
  }
}