var operator_92_萤石 = {
  "operator": {
    "itemId": "92",
    "name": "萤石",
    "cover": "./images/d50a55c6f0bb70419677592a21b635ef.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=92",
    "title": "萤石 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "扰乱？牵制？还是……一步到位？",
      "description": "终末地Z7行动组成员，负责侦察和战线扰乱工作。萤石来自文明环带边缘的开拓区，在一次又一次迁移和流浪中锻炼出了与众不同的观察力。比起手中双铳，她如同读心一般的敏锐感知和恶劣的性格才是最大的麻烦来源。"
    },
    "basic_info": {
        "code": "萤石",
        "gender": "女",
        "identity": "终末地工业",
        "birthday": "6月21日",
        "race": "斐迪亚",
        "tags": ["自然附着", "寒冷附着"],
        "release_date": "[默认] 未知",
        "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "手铳",
      "main_ability": "敏捷",
      "sub_ability": "智识",
      "attribute": "自然",
      "class": "术师",
      "star": "4星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": "无",
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "14",
            "敏捷": "14",
            "智识": "12",
            "意志": "10"
          }
        },
        "20级": {
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘",
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "88"
          },
          "能力值": {
            "力量": "30",
            "敏捷": "47",
            "智识": "34",
            "意志": "27"
          }
        },
        "40级": {
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘",
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "150"
          },
          "能力值": {
            "力量": "47",
            "敏捷": "81",
            "智识": "57",
            "意志": "45"
          }
        },
        "60级": {
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组",
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "211"
          },
          "能力值": {
            "力量": "64",
            "敏捷": "116",
            "智识": "80",
            "意志": "64"
          }
        },
        "80级": {
          "需求素材": "100000 折金票, 8 星门菌, 20 三相纳米片, 36 协议圆盘组",
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "272"
          },
          "能力值": {
            "力量": "81",
            "敏捷": "150",
            "智识": "103",
            "意志": "82"
          }
        },
        "满级数值": {
          "需求素材": "/",
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "303"
          },
          "能力值": {
            "力量": "90",
            "敏捷": "168",
            "智识": "114",
            "意志": "91"
          }
        }
      },
      "combat_skills": {
        "normal_attack": {
          "技能名字": "独门射击法",
          "技能描述": "普通攻击：对敌人进行至多4段攻击，造成自然伤害。作为主控干员时，重击会造成18点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成自然伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量自然伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "25%",
              "rank2": "28%",
              "rank3": "30%",
              "rank4": "33%",
              "rank5": "35%",
              "rank6": "38%",
              "rank7": "40%",
              "rank8": "43%",
              "rank9": "45%",
              "技能专精1": "48%",
              "技能专精2": "52%",
              "技能专精3": "56%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "33%",
              "rank2": "36%",
              "rank3": "39%",
              "rank4": "42%",
              "rank5": "46%",
              "rank6": "49%",
              "rank7": "52%",
              "rank8": "55%",
              "rank9": "59%",
              "技能专精1": "63%",
              "技能专精2": "67%",
              "技能专精3": "73%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "26%",
              "rank2": "28%",
              "rank3": "31%",
              "rank4": "33%",
              "rank5": "36%",
              "rank6": "38%",
              "rank7": "41%",
              "rank8": "43%",
              "rank9": "46%",
              "技能专精1": "49%",
              "技能专精2": "53%",
              "技能专精3": "57%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "60%",
              "rank2": "66%",
              "rank3": "72%",
              "rank4": "78%",
              "rank5": "84%",
              "rank6": "90%",
              "rank7": "96%",
              "rank8": "102%",
              "rank9": "108%",
              "技能专精1": "116%",
              "技能专精2": "125%",
              "技能专精3": "135%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        "tactical_skills": [
          {
            "技能类型": "战技",
            "技能名字": "小惊喜",
            "技能描述": "踢出自制炸弹将其黏附在目标身上，并施加缓速，短暂延迟后爆炸对范围内的敌人造成自然伤害并施加自然附着。若黏附目标被击败则自制炸弹提前爆炸。场上同时只能存在一个自制炸弹。",
            "技能等级数据": [
              {
                "key": "技力消耗",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "伤害倍率",
                "rank1": "187%",
                "rank2": "206%",
                "rank3": "224%",
                "rank4": "243%",
                "rank5": "262%",
                "rank6": "280%",
                "rank7": "299%",
                "rank8": "318%",
                "rank9": "336%",
                "技能专精1": "360%",
                "技能专精2": "388%",
                "技能专精3": "420%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              },
              {
                "key": "缓速效果",
                "rank1": "30%",
                "rank2": "30%",
                "rank3": "30%",
                "rank4": "30%",
                "rank5": "30%",
                "rank6": "30%",
                "rank7": "30%",
                "rank8": "30%",
                "rank9": "30%",
                "技能专精1": "30%",
                "技能专精2": "30%",
                "技能专精3": "30%"
              }
            ]
          }
        ],
        "link_skills": [
          {
            "技能类型": "连携技",
            "技能名字": "免费赠礼",
            "技能描述": "当敌人进入2层及以上寒冷附着或自然附着时可以发动。射击目标敌人，引发一次特殊爆炸，造成自然伤害并施加该法术附着。",
            "技能等级数据": [
              {
                "key": "冷却时间",
                "rank1": "40秒",
                "rank2": "40秒",
                "rank3": "40秒",
                "rank4": "40秒",
                "rank5": "40秒",
                "rank6": "40秒",
                "rank7": "40秒",
                "rank8": "40秒",
                "rank9": "40秒",
                "技能专精1": "40秒",
                "技能专精2": "40秒",
                "技能专精3": "40秒"
              },
              {
                "key": "伤害倍率",
                "rank1": "169%",
                "rank2": "186%",
                "rank3": "203%",
                "rank4": "220%",
                "rank5": "237%",
                "rank6": "254%",
                "rank7": "270%",
                "rank8": "287%",
                "rank9": "304%",
                "技能专精1": "325%",
                "技能专精2": "351%",
                "技能专精3": "380%"
              },
              {
                "key": "失衡值",
                "rank1": "10",
                "rank2": "10",
                "rank3": "10",
                "rank4": "10",
                "rank5": "10",
                "rank6": "10",
                "rank7": "10",
                "rank8": "10",
                "rank9": "10",
                "技能专精1": "10",
                "技能专精2": "10",
                "技能专精3": "10"
              }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "技能类型": "终结技",
            "技能名字": "巅峰闹剧",
            "技能描述": "萤石以弧形轨迹高速运动并向弧内目标快速射击，造成4段自然伤害，若命中目标身上粘有自制炸弹，则立刻将其引爆并提升爆炸伤害及范围。若最后一段伤害命中处于2层及以上寒冷附着或自然附着的目标，则再次施加该法术附着。",
            "技能等级数据": [
              {
                "key": "所需终结技能量",
                "rank1": "100",
                "rank2": "100",
                "rank3": "100",
                "rank4": "100",
                "rank5": "100",
                "rank6": "100",
                "rank7": "100",
                "rank8": "100",
                "rank9": "100",
                "技能专精1": "100",
                "技能专精2": "100",
                "技能专精3": "100"
              },
              {
                "key": "冷却时间",
                "rank1": "10秒",
                "rank2": "10秒",
                "rank3": "10秒",
                "rank4": "10秒",
                "rank5": "10秒",
                "rank6": "10秒",
                "rank7": "10秒",
                "rank8": "10秒",
                "rank9": "10秒",
                "技能专精1": "10秒",
                "技能专精2": "10秒",
                "技能专精3": "10秒"
              },
              {
                "key": "第一段伤害倍率",
                "rank1": "111%",
                "rank2": "122%",
                "rank3": "133%",
                "rank4": "144%",
                "rank5": "156%",
                "rank6": "167%",
                "rank7": "178%",
                "rank8": "189%",
                "rank9": "200%",
                "技能专精1": "214%",
                "技能专精2": "231%",
                "技能专精3": "250%"
              },
              {
                "key": "第二段伤害倍率",
                "rank1": "111%",
                "rank2": "122%",
                "rank3": "133%",
                "rank4": "144%",
                "rank5": "156%",
                "rank6": "167%",
                "rank7": "178%",
                "rank8": "189%",
                "rank9": "200%",
                "技能专精1": "214%",
                "技能专精2": "231%",
                "技能专精3": "250%"
              },
              {
                "key": "第三段伤害倍率",
                "rank1": "111%",
                "rank2": "122%",
                "rank3": "133%",
                "rank4": "144%",
                "rank5": "156%",
                "rank6": "167%",
                "rank7": "178%",
                "rank8": "189%",
                "rank9": "200%",
                "技能专精1": "214%",
                "技能专精2": "231%",
                "技能专精3": "250%"
              },
              {
                "key": "第四段伤害倍率",
                "rank1": "111%",
                "rank2": "122%",
                "rank3": "133%",
                "rank4": "144%",
                "rank5": "156%",
                "rank6": "167%",
                "rank7": "178%",
                "rank8": "189%",
                "rank9": "200%",
                "技能专精1": "214%",
                "技能专精2": "231%",
                "技能专精3": "250%"
              },
              {
                "key": "战技范围提升",
                "rank1": "30%",
                "rank2": "30%",
                "rank3": "30%",
                "rank4": "30%",
                "rank5": "30%",
                "rank6": "30%",
                "rank7": "30%",
                "rank8": "30%",
                "rank9": "30%",
                "技能专精1": "30%",
                "技能专精2": "30%",
                "技能专精3": "30%"
              },
              {
                "key": "战绩伤害提升",
                "rank1": "30%",
                "rank2": "30%",
                "rank3": "30%",
                "rank4": "30%",
                "rank5": "30%",
                "rank6": "30%",
                "rank7": "30%",
                "rank8": "30%",
                "rank9": "30%",
                "技能专精1": "30%",
                "技能专精2": "30%",
                "技能专精3": "30%"
              },
              {
                "key": "失衡值",
                "rank1": "20",
                "rank2": "20",
                "rank3": "20",
                "rank4": "20",
                "rank5": "20",
                "rank6": "20",
                "rank7": "20",
                "rank8": "20",
                "rank9": "20",
                "技能专精1": "20",
                "技能专精2": "20",
                "技能专精3": "20"
              }
            ]
          }
        ]
      },
      "talents": [
        {
          "天赋名称": "游刃",
          "天赋描述": "干员敏捷能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员敏捷能力提高数值",
              "游刃·一": "10",
              "游刃·二": "15",
              "游刃·三": "15",
              "游刃·四": "20"
            },
            {
              "key": "激活条件",
              "游刃·一": "干员信赖度达到20%",
              "游刃·二": "晋升至精英化阶段1",
              "游刃·三": "干员信赖度达到50%",
              "游刃·四": "晋升至精英化阶段2, 干员信赖度达到100%, 晋升至精英化阶段3, 晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "落井下石爱好者",
          "天赋描述": "萤石对处于缓速状态的目标造成的伤害+10%/+20%。",
          "天赋等级数据": [
            {
              "key": "攻击力提升",
              "落井下石爱好者·一": "10%",
              "落井下石爱好者·二": "20%"
            },
            {
              "key": "激活条件",
              "落井下石爱好者·一": "晋升至精英化阶段1",
              "落井下石爱好者·二": "晋升至精英化阶段2"
            }
          ]
        },
        {
          "天赋名称": "捉摸不定",
          "天赋描述": "有20%的概率免疫法术伤害，之后使自身攻击力+10%/+20%，持续10秒，该效果无法叠加。",
          "天赋等级数据": [
            {
              "key": "攻击力提升",
              "捉摸不定·一": "10%",
              "捉摸不定·二": "20%"
            },
            {
              "key": "激活条件",
              "捉摸不定·一": "晋升至精英化阶段2",
              "捉摸不定·二": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "荒芜行者",
          "天赋描述": "进驻培养舱时，矿物质料的培养速度提升10%/+20%。",
          "天赋等级数据": [
            {
              "key": "矿物质料的培养速度提升",
              "荒芜行者·α": "10%",
              "荒芜行者·β": "20%"
            },
            {
              "key": "激活条件",
              "荒芜行者·α": "晋升至精英化阶段1",
              "荒芜行者·β": "晋升至精英化阶段3"
            }
          ]
        },
        {
          "天赋名称": "知人所想",
          "天赋描述": "进驻总控中枢时，所有干员心情恢复提升12%/+16%。",
          "天赋等级数据": [
            {
              "key": "所有干员心情恢复提升",
              "知人所想·β": "12%",
              "知人所想·γ": "16%"
            },
            {
              "key": "激活条件",
              "知人所想·β": "晋升至精英化阶段2",
              "知人所想·γ": "晋升至精英化阶段4"
            }
          ]
        },
        {
          "天赋名称": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "装备适配·一": "蓝色",
              "装备适配·二": "紫色",
              "装备适配·三": "金色"
            },
            {
              "key": "激活条件",
              "装备适配·一": "晋升至精英化阶段1",
              "装备适配·二": "晋升至精英化阶段2",
              "装备适配·三": "晋升至精英化阶段3"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": "潜能1",
          "潜能效果": "利手成双：敏捷+10，智识+10。"
        },
        {
          "潜能等级": "潜能2",
          "潜能效果": "读心技巧：天赋捉摸不定效果加强：法术伤害免疫概率+10%。"
        },
        {
          "潜能等级": "潜能3",
          "潜能效果": "三倍惊喜：战技小惊喜黏附的自制炸弹爆炸时，将缓速效果扩散给所有命中敌人，持续6秒。"
        },
        {
          "潜能等级": "潜能4",
          "潜能效果": "闹剧专家：终结技巅峰闹剧所需的终结技能量-10%。"
        },
        {
          "潜能等级": "潜能5",
          "潜能效果": "享受混乱：每当有敌人被施加寒冷附着或自然附着时，连携技免费赠礼冷却时间-1秒，该效果每1秒最多触发一次。"
        }
      ],
      "postcards": [
        {
          "明信片名称": "小麻烦",
          "画师": "Kaneni",
          "明信片描述": "别让萤石知道你在想什么......噢，也许已经晚了。"
        },
        {
          "明信片名称": "现代派",
          "画师": "GHOSTY",
          "明信片描述": "她从不记仇，她的仇家向来撑不了很久。"
        },
        {
          "明信片名称": "规则边缘",
          "画师": "Doppel",
          "明信片描述": "正义从不缺席，但如果正义迟到，那可就有乐子看了。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "斐迪亚",
        "专长·一": "野外生存：自然的刻薄和自然的慷慨，她都在开拓区感受过。",
        "专长·二": "市井交涉：萤石知道哪些人可以信任，哪些人心怀鬼胎，而哪些人只是蠢得听不懂道理。",
        "爱好·一": "自然：Z7小队其他成员一致认定，聊到荒野生活的萤石相对好对付一些。",
        "爱好·二": "创意：她的沉默往往是下一场恶作剧的开幕。糟糕的是，她经常保持沉默。"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】萤石【性别】女【身份认证】终末地工业【生日】6月21日【种族】斐迪亚【矿石病感染情况】参照医学检测报告，确认为感染者。 【综合体检测试】生理强度：标准作战技巧：优良战术规划：标准源石技艺适应性：普通 请萤石小姐务必认真参与例行体检测试。如果她再找借口不好好做检查，我们就要把情况告诉秋栗小姐了。"
        },
        {
          "type": "人事简述",
          "content": "干员萤石，在鼓动地方民众使用暴力手段反抗当地不法势力，并帮助终末地外勤队伍摆脱威胁后，经干员秋栗申请，纳入Z7行动组管理，此后无新增犯罪记录。 务必留意社交场合的萤石，她的所谓\"私人恩怨\"并不算什么，但与她交流本身就足够制造意外。好在大多数时候萤石并不反感当一个安静的听众，而我们更重视干员的战斗能力，这不是一个难以处理的情况。 但是，她抢答了我要问的每一个问题，甚至在我完成风趣回应之前笑了出来。算法推演中不曾出现此类结果，已纳入待分析特征库。——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "根据本人自述，萤石的源石技艺只是制造一些性状多变、具有黏着性的液体。如果情况属实（我得说，可信度并不高），那么她糟糕的社交表现就只能用\"阅历丰富\"来解释了——只有专家才知道怎样准确揣测别人的痛点，至于她为什么会毫不犹豫地戳下去则是另一码事。即便测试结果已经公开，依然有人固执地认为她一定还有其他诸如\"读心术\"之类的秘密能力。 \"试想一下，你今天的体能测试差点儿不合格，刚刚挨了教官一顿臭骂。回宿舍的路上看到她，她突然冒出来一句'没办法，半夜的三明治的确很香'……这还不够烦人吗？行，我知道偷吃宵夜是我不对，但她干嘛说出来呀！\" 有人曾经这样向Z7行动组的成员们抱怨，却没有得到太多安慰，只收获了无数\"我懂你\"的眼神。平心而论，萤石并不喜欢惹是生非，性格方面甚至称得上沉默寡言。然而，她自由散漫的行动方式和太过犀利的沟通习惯结合在一起，大部分情况下都会让人不适。对于这些控诉，萤石的自我辩护简单而真诚： \"要我去道歉吗？\""
        },
        {
          "type": "档案资料·二",
          "content": "维若娜，外号\"双利手\"\"长舌妇\"\"子弹长眼\"\"无根草\"，女，斐迪亚，绿发。 前任醉鬼帮打手、瘸帮打手、饿狼帮短铳队队员、疤痕佣兵队挂名（不用防备报复）、\"歪脖子\"罗根的头牌射手，据说金盆洗手后在白道的安保公司任职。 擅长使用短铳，也会用飞刀、手弩。行动敏捷，出手极快，十分狡猾，会使用各种陷阱。留意她手上的任何东西，不要听她说的哪怕一个字，以及不要在野外找她麻烦，非常危险。 事迹：以下犯上、偷窃帮派物资、背叛组织；煽动\"异铁螺钉\"小镇居民，搞垮\"歪脖子\"罗根的产业，致残帮派全部成员；另外，我们确信在公共场合猛踢某位发言人下体后逃走的就是她。 交易人：\"不归路\"酒吧找光头布朗。旧币不连号，见人见钱。手脚拿三成，舌头拿五成。 悬赏额：300000金票 更新：450000金票 更新：800000金票（金主要求，活捉再加二十万！） 更新：1200000金票 （潦草的手写体）\"某位\"发言人是鲍威尔，活该。 S.O.W.批注：经过劝说，萤石干员主动上交了这份悬赏令。目前暂时可以确认没有更多留有她书写痕迹的副本。关于公共场合袭击发言人一事，人力资源事务部已经与萤石干员进行过沟通，如需调阅相关记录，可直接向该部门咨询。"
        },
        {
          "type": "档案资料·三",
          "content": "发言人鲍威尔并未受到严重身体伤害，但显然其公众形象严重受损。这不仅是因为他在剧烈疼痛下不太严肃的夸张表现，也因为他在发现萤石干员后展现的恶劣态度与其平日塑造的形象不符。 经调查，发言人鲍威尔的初期政治活动主要集中在临近开拓区的数个自由市，并且他与许多小型犯罪组织头目有交往记录。例如，盘踞在\"异铁螺钉\"小镇的\"歪脖子\"罗根涉嫌非法作物交易和高危环境强迫劳动，曾数次向发言人鲍威尔献金以寻求庇佑。 考虑到萤石干员加入终末地前在\"异铁螺钉\"小镇最后的行为，不难理解她为何对暗中保护地方黑恶势力的发言人鲍威尔怀有仇恨。调取监控记录后，可以确认萤石当时已经蒙面，发言人鲍威尔的犯罪记录也已经送交环塔商会，暂时没有引发进一步公共关系问题的风险。"
        },
        {
          "type": "档案资料·四",
          "content": "\"——关键在于，那些聚落已经全部荒废了。如果按萤石的自述绘制行动轨迹，你会发现她就像食腐动物一样追着衰颓的镇子迁移，等待尸体出现，然后再次'起飞'…… \"这里没有质疑她的意思——并非这些流浪者导致了聚落的衰败，而是他们往往只能找到处境不佳的落脚处。能触及边缘地带的援助实在有限，如果某个中转城市遭遇危机，供给断裂可能会引发连锁反应，把一整条物流链上的聚落全都毁掉。 \"从最偏僻、最脆弱的地方开始，逃难者们乘着崩溃的波浪一路逃离，直到他们抵达一个足够稳定的新居所，或者和某个聚落一起消失……人们甚至给这种现象起了一个名字。 \"只要那些城市间的联系依然脆弱，'搁浅'还会发生无数次。危机会滋生特权，特权会滋生罪恶。到了某个临界点，文明就不再是家园，而是垄断者们套在奴隶脖子上的锁链。 \"我们必须掌握阻止这一切继续发生的力量。\" 妈妈，我打听到叔叔婶婶们现在的情况了： 戈登，合金萝卜自由市，卡车司机。 艾尔莎，团结号，似乎在一家杂货铺当售货员。 安达露西亚，新都筑自由市，记者。 大威廉，\"异铁螺钉\"小镇（已废弃），已故，轨道事故。 卡拉库尔特，只打听到她已经启程去玛尔斯波利斯，最后一次露面在五号谷地附近。 艾比，还没找到。 卡维尔，还没找到。 \"长腿\"，在监狱服刑，宏山人对犯人还不错。 阿尔丹，和我决斗，逃跑了，不打算去找。人渣。 ………… 维若娜，现在也可以叫我\"萤石\"。我已经在天上了。这里很有趣，先不走了。 如果你捡到了这封信，而且是个好人，把它交给终末地工业，或者送去开拓区烧掉。谢谢。 ——一张被叠成小块、皱巴巴的纸。从后勤干员手上拿回它时，萤石的眼神很少见地变得有些温柔。"
        }
      ]
    },
    "voice_records": [
      {
        "语音类型": "行动准备1",
        "语音内容": "呀，来活了？"
      },
      {
        "语音类型": "行动准备2",
        "语音内容": "要是有人没准备好呢？"
      },
      {
        "语音类型": "编入队伍1",
        "语音内容": "让我们好好相处吧，女士们、先生们？"
      },
      {
        "语音类型": "编入队伍2",
        "语音内容": "哼哼，我还挺被看重呢。"
      }
    ]
  }
}