var operator_12_陈千语 = {
  "operator": {
    "itemId": "12",
    "name": "陈千语",
    "cover": "./images/697b015c4973d8a1133f7876_6ad0f152.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=12",
    "title": "陈千语 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "看来我不只在武学上有天赋嘛，当你的干员是不是也是一把好手？",
      "description": "陈千语是终末地工业危机处理小组的核心成员之一。她自幼磨练武艺，刻苦的训练不仅让她收获了过硬的战斗素养，还练就了同龄人中少有的心理素质。仗剑游历塔卫二数年后，陈千语在佩丽卡的邀请下加入了终末地，以饱满的热情介入一切亟需解决的困难。"
    },
    "basic_info": {
      "code": "陈千语",
      "gender": "女",
      "identity": "终末地工业",
      "birthday": "8月18日",
      "race": "龙",
      "tags": ["击飞", "失衡"],
      "release_date": "[默认] 未知",
      "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "单手剑",
      "main_ability": "敏捷",
      "sub_ability": "力量",
      "attribute": "物理",
      "class": "近卫",
      "star": "5星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "基础数据": {
            "基础生命值": "500",
            "基础攻击力": "30"
          },
          "能力值": {
            "力量": "10",
            "敏捷": "20",
            "智识": "8",
            "意志": "9"
          },
          "需求素材": "无"
        },
        "20级": {
          "基础数据": {
            "基础生命值": "1566",
            "基础攻击力": "87"
          },
          "能力值": {
            "力量": "31",
            "敏捷": "52",
            "智识": "25",
            "意志": "27"
          },
          "需求素材": "1600 折金票, 3 轻红柱状菌, 8 协议圆盘"
        },
        "40级": {
          "基础数据": {
            "基础生命值": "2689",
            "基础攻击力": "147"
          },
          "能力值": {
            "力量": "52",
            "敏捷": "86",
            "智识": "42",
            "意志": "46"
          },
          "需求素材": "6500 折金票, 5 中红柱状菌, 25 协议圆盘"
        },
        "60级": {
          "基础数据": {
            "基础生命值": "3811",
            "基础攻击力": "207"
          },
          "能力值": {
            "力量": "74",
            "敏捷": "120",
            "智识": "59",
            "意志": "65"
          },
          "需求素材": "18000 折金票, 5 重红柱状菌, 24 协议圆盘组"
        },
        "80级": {
          "基础数据": {
            "基础生命值": "4934",
            "基础攻击力": "267"
          },
          "能力值": {
            "力量": "95",
            "敏捷": "154",
            "智识": "77",
            "意志": "84"
          },
          "需求素材": "100000 折金票, 8 星门菌, 20 象限拟合液, 36 协议圆盘组"
        },
        "满级数值": {
          "基础数据": {
            "基础生命值": "5495",
            "基础攻击力": "297"
          },
          "能力值": {
            "力量": "106",
            "敏捷": "171",
            "智识": "85",
            "意志": "93"
          },
          "需求素材": "/"
        }
      },
      "combat_skills": {
        "normal_attack": {
          "name": "破飞霞",
          "description": "普通攻击：对敌人进行至多5段攻击，造成物理伤害。作为主控干员时，重击会造成16点失衡。下落攻击：处于空中时使用普通攻击，会下落并攻击附近敌人，造成物理伤害。处决攻击：附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量物理伤害并恢复一定技力。",
          "levels": [
            { "level": "RANK 1", "普攻第一段倍率": "20%", "普攻第二段倍率": "24%", "普攻第三段倍率": "27%", "普攻第四段倍率": "30%", "普攻第五段倍率": "40%", "处决攻击倍率": "400%", "下落攻击倍率": "80%" },
            { "level": "RANK 2", "普攻第一段倍率": "22%", "普攻第二段倍率": "26%", "普攻第三段倍率": "29%", "普攻第四段倍率": "33%", "普攻第五段倍率": "44%", "处决攻击倍率": "440%", "下落攻击倍率": "88%" },
            { "level": "RANK 3", "普攻第一段倍率": "24%", "普攻第二段倍率": "29%", "普攻第三段倍率": "32%", "普攻第四段倍率": "36%", "普攻第五段倍率": "48%", "处决攻击倍率": "480%", "下落攻击倍率": "96%" },
            { "level": "RANK 4", "普攻第一段倍率": "26%", "普攻第二段倍率": "31%", "普攻第三段倍率": "35%", "普攻第四段倍率": "39%", "普攻第五段倍率": "52%", "处决攻击倍率": "520%", "下落攻击倍率": "104%" },
            { "level": "RANK 5", "普攻第一段倍率": "28%", "普攻第二段倍率": "34%", "普攻第三段倍率": "38%", "普攻第四段倍率": "42%", "普攻第五段倍率": "56%", "处决攻击倍率": "560%", "下落攻击倍率": "112%" },
            { "level": "RANK 6", "普攻第一段倍率": "30%", "普攻第二段倍率": "36%", "普攻第三段倍率": "40%", "普攻第四段倍率": "45%", "普攻第五段倍率": "60%", "处决攻击倍率": "600%", "下落攻击倍率": "120%" },
            { "level": "RANK 7", "普攻第一段倍率": "32%", "普攻第二段倍率": "38%", "普攻第三段倍率": "43%", "普攻第四段倍率": "48%", "普攻第五段倍率": "64%", "处决攻击倍率": "640%", "下落攻击倍率": "128%" },
            { "level": "RANK 8", "普攻第一段倍率": "34%", "普攻第二段倍率": "41%", "普攻第三段倍率": "46%", "普攻第四段倍率": "51%", "普攻第五段倍率": "68%", "处决攻击倍率": "680%", "下落攻击倍率": "136%" },
            { "level": "RANK 9", "普攻第一段倍率": "36%", "普攻第二段倍率": "43%", "普攻第三段倍率": "48%", "普攻第四段倍率": "54%", "普攻第五段倍率": "72%", "处决攻击倍率": "720%", "下落攻击倍率": "144%" },
            { "level": "技能专精1", "普攻第一段倍率": "39%", "普攻第二段倍率": "46%", "普攻第三段倍率": "52%", "普攻第四段倍率": "58%", "普攻第五段倍率": "77%", "处决攻击倍率": "770%", "下落攻击倍率": "154%" },
            { "level": "技能专精2", "普攻第一段倍率": "42%", "普攻第二段倍率": "50%", "普攻第三段倍率": "56%", "普攻第四段倍率": "62%", "普攻第五段倍率": "83%", "处决攻击倍率": "830%", "下落攻击倍率": "166%" },
            { "level": "技能专精3", "普攻第一段倍率": "45%", "普攻第二段倍率": "54%", "普攻第三段倍率": "60%", "普攻第四段倍率": "68%", "普攻第五段倍率": "90%", "处决攻击倍率": "900%", "下落攻击倍率": "180%" }
          ]
        },
        "tactical_skills": [
          {
            "name": "归穹宇",
            "description": "对目标敌人进行上挑攻击，造成物理伤害和击飞。",
            "levels": [
              { "level": "RANK 1", "技力消耗": "100", "伤害倍率": "169%", "失衡值": "10", "浮空时间（秒）": "1" },
              { "level": "RANK 2", "技力消耗": "100", "伤害倍率": "186%", "失衡值": "10", "浮空时间（秒）": "1" },
              { "level": "RANK 3", "技力消耗": "100", "伤害倍率": "203%", "失衡值": "10", "浮空时间（秒）": "1" },
              { "level": "RANK 4", "技力消耗": "100", "伤害倍率": "219%", "失衡值": "10", "浮空时间（秒）": "1" },
              { "level": "RANK 5", "技力消耗": "100", "伤害倍率": "236%", "失衡值": "10", "浮空时间（秒）": "1" },
              { "level": "RANK 6", "技力消耗": "100", "伤害倍率": "253%", "失衡值": "10", "浮空时间（秒）": "1.5" },
              { "level": "RANK 7", "技力消耗": "100", "伤害倍率": "270%", "失衡值": "10", "浮空时间（秒）": "1.5" },
              { "level": "RANK 8", "技力消耗": "100", "伤害倍率": "287%", "失衡值": "10", "浮空时间（秒）": "1.5" },
              { "level": "RANK 9", "技力消耗": "100", "伤害倍率": "304%", "失衡值": "10", "浮空时间（秒）": "2" },
              { "level": "技能专精1", "技力消耗": "100", "伤害倍率": "325%", "失衡值": "10", "浮空时间（秒）": "2" },
              { "level": "技能专精2", "技力消耗": "100", "伤害倍率": "350%", "失衡值": "10", "浮空时间（秒）": "2" },
              { "level": "技能专精3", "技力消耗": "100", "伤害倍率": "380%", "失衡值": "10", "浮空时间（秒）": "2.5" }
            ]
          }
        ],
        "link_skills": [
          {
            "name": "见天河",
            "description": "当有敌人进入破防状态时可以发动。进行穿梭斩击，对路径上的所有敌人造成物理伤害和击飞。",
            "levels": [
              { "level": "RANK 1", "冷却时间": "16秒", "伤害倍率": "120%" },
              { "level": "RANK 2", "冷却时间": "16秒", "伤害倍率": "132%" },
              { "level": "RANK 3", "冷却时间": "16秒", "伤害倍率": "144%" },
              { "level": "RANK 4", "冷却时间": "16秒", "伤害倍率": "156%" },
              { "level": "RANK 5", "冷却时间": "16秒", "伤害倍率": "168%" },
              { "level": "RANK 6", "冷却时间": "16秒", "伤害倍率": "180%" },
              { "level": "RANK 7", "冷却时间": "16秒", "伤害倍率": "192%" },
              { "level": "RANK 8", "冷却时间": "16秒", "伤害倍率": "204%" },
              { "level": "RANK 9", "冷却时间": "16秒", "伤害倍率": "216%" },
              { "level": "技能专精1", "冷却时间": "16秒", "伤害倍率": "231%" },
              { "level": "技能专精2", "冷却时间": "16秒", "伤害倍率": "249%" },
              { "level": "技能专精3", "冷却时间": "15秒", "伤害倍率": "270%" }
            ]
          }
        ],
        "ultimate_skills": [
          {
            "name": "冽风霜",
            "description": "对目标敌人进行7段斩击，每次造成物理伤害。最后一段斩击造成的伤害更高。",
            "levels": [
              { "level": "RANK 1", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "36%", "第一击失衡值": "15", "终结一击伤害倍率": "455%", "终结一击失衡值": "20" },
              { "level": "RANK 2", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "40%", "第一击失衡值": "15", "终结一击伤害倍率": "500%", "终结一击失衡值": "20" },
              { "level": "RANK 3", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "43%", "第一击失衡值": "15", "终结一击伤害倍率": "545%", "终结一击失衡值": "20" },
              { "level": "RANK 4", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "47%", "第一击失衡值": "15", "终结一击伤害倍率": "591%", "终结一击失衡值": "20" },
              { "level": "RANK 5", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "50%", "第一击失衡值": "15", "终结一击伤害倍率": "636%", "终结一击失衡值": "20" },
              { "level": "RANK 6", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "54%", "第一击失衡值": "15", "终结一击伤害倍率": "682%", "终结一击失衡值": "20" },
              { "level": "RANK 7", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "58%", "第一击失衡值": "15", "终结一击伤害倍率": "727%", "终结一击失衡值": "20" },
              { "level": "RANK 8", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "61%", "第一击失衡值": "15", "终结一击伤害倍率": "773%", "终结一击失衡值": "20" },
              { "level": "RANK 9", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "65%", "第一击失衡值": "15", "终结一击伤害倍率": "818%", "终结一击失衡值": "20" },
              { "level": "技能专精1", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "69%", "第一击失衡值": "15", "终结一击伤害倍率": "875%", "终结一击失衡值": "20" },
              { "level": "技能专精2", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "75%", "第一击失衡值": "15", "终结一击伤害倍率": "943%", "终结一击失衡值": "20" },
              { "level": "技能专精3", "所需终结技能量": "70", "冷却时间": "10秒", "斩击伤害倍率": "81%", "第一击失衡值": "15", "终结一击伤害倍率": "1023%", "终结一击失衡值": "20" }
            ]
          }
        ]
      },
      "talents": [
        {
          "name": "游刃",
          "description": "干员敏捷能力提高10/15/15/20。",
          "levels": [
            { "level": "游刃·一", "描述": "干员能力提高数值：10", "激活条件": "干员信赖度达到20%" },
            { "level": "游刃·二", "描述": "干员能力提高数值：15", "激活条件": "晋升至精英化阶段1" },
            { "level": "游刃·三", "描述": "干员能力提高数值：15", "激活条件": "干员信赖度达到50%" },
            { "level": "游刃·四", "描述": "干员能力提高数值：20", "激活条件": "晋升至精英化阶段2" }
          ]
        },
        {
          "name": "斩锋",
          "description": "技能每次命中敌人时，攻击力+4%/8%，持续10秒，该效果最多叠加5层。",
          "levels": [
            { "level": "斩锋·一", "描述": "攻击力数值提升：4%", "激活条件": "晋升至精英化阶段1" },
            { "level": "斩锋·二", "描述": "攻击力数值提升：8%", "激活条件": "晋升至精英化阶段2" }
          ]
        },
        {
          "name": "破势",
          "description": "技能打断敌人蓄力时，额外对其造成5/10点失衡。",
          "levels": [
            { "level": "破势·一", "描述": "失衡数值提升：5", "激活条件": "晋升至精英化阶段2" },
            { "level": "破势·二", "描述": "失衡数值提升：10", "激活条件": "晋升至精英化阶段3" }
          ]
        },
        {
          "name": "名剑选评",
          "description": "进驻制造舱时，武器经验素材的生产效率提升10%/20%。",
          "levels": [
            { "level": "名剑选评·α", "描述": "武器经验素材的生产效率提升：10%", "激活条件": "晋升至精英化阶段1" },
            { "level": "名剑选评·β", "描述": "武器经验素材的生产效率提升：20%", "激活条件": "晋升至精英化阶段3" }
          ]
        },
        {
          "name": "琢玉",
          "description": "进驻培养舱时，矿物质料的培养速度提升20%/30%。",
          "levels": [
            { "level": "琢玉·β", "描述": "矿物质料的培养速度提升：20%", "激活条件": "晋升至精英化阶段2" },
            { "level": "琢玉·γ", "描述": "矿物质料的培养速度提升：30%", "激活条件": "晋升至精英化阶段4" }
          ]
        },
        {
          "name": "装备适配",
          "description": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "levels": [
            { "level": "装备适配·一", "描述": "允许干员穿戴装备品质：蓝色", "激活条件": "晋升至精英化阶段1" },
            { "level": "装备适配·二", "描述": "允许干员穿戴装备品质：紫色", "激活条件": "晋升至精英化阶段2" },
            { "level": "装备适配·三", "描述": "允许干员穿戴装备品质：金色", "激活条件": "晋升至精英化阶段3" }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        { "level": "潜能1", "description": "\"绝影\"：对生命值少于50%的敌人造成的伤害+20%。" },
        { "level": "潜能2", "description": "家传武学：敏捷+15，造成的物理伤害+8%。" },
        { "level": "潜能3", "description": "双剑奇侠：战技归穹宇、连携技见天河和终结技冽风霜的伤害倍率提升至原本的1.1倍。" },
        { "level": "潜能4", "description": "自研赤霄剑：终结技冽风霜所需的终结技能量-15%。" },
        { "level": "潜能5", "description": "心兼人间：连携技见天河的冷却时间-3秒。" }
      ],
      "postcards": [
        { "name": "侠迹", "description": "龙与剑，闯天涯。", "画师": "ALZiMi" },
        { "name": "剑语", "description": "剑是她对母亲的思念，剑是她选择的道路，剑是她守护你的信念。", "画师": "Kieed" },
        { "name": "龙腾", "description": "剑出，龙腾，风起，云涌。", "画师": "宇木敦哉" }
      ]
    },
    "archive": {
      "info": {
        "阵营": "终末地工业",
        "种族": "龙",
        "专长·一": "博闻强记",
        "专长·二": "灵光一闪",
        "爱好·一": "文化",
        "爱好·二": "公益"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】陈千语\n【性别】女\n【身份认证】终末地工业\n【生日】8月18日\n【种族】龙\n【矿石病感染情况】\n参照医学检测报告，确认为非感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：优良\n战术规划：标准\n源石技艺适应性：标准"
        },
        {
          "type": "人事简述",
          "content": "干员陈千语出身宏山城，此前曾于武陵科学发展区服役，后通过佩丽卡监督私人渠道招募至终末地，现今已成长为危机处理小组核心成员。该干员作战能力突出，机动性强，是团队中不可或缺的一分子。\n尽管前来终末地供职的各色人等在遣词造句上各有千秋，人力资源事务部对于\"动机陈述\"一项内容的审核仍有基本标准。碰到过于直白和简单的案例，我会劳请干员以他们舒适的形式重新录入。但看到陈千语干员在经过五个标准日的打磨后，仍然在该项表单上提交了\"就是想来，缘分到了\"几个字时，我需要反思先前的审核标准，并特加重视陈千语干员声称其并非出于威胁的目的放置在我面前桌上的双剑，重新构建一套逻辑——\n陈千语干员的内在思考并不像她所呈现出来的那样随意，结合她此前丰富的履历来看，她显然经过了一番深思熟虑，才最终决定以尤其简洁的方式输出自己的结论。\n另外，我注意到陈千语干员的招募渠道是佩丽卡监督的特批。在我检测到监督近年来时有的情绪波动时期，陈千语干员为佩丽卡监督提供了稳定的支持，解决了不少问题。\n更重要的是，我或许忽略了\"就是想来，缘分到了\"这寥寥数语，实际上含有一种与终末地工业的战略目标相吻合的内在逻辑，也是我的记录中管理员所提倡的\"齐心合意\"这一合作方针的另类诠释。现在，想必各方都会满意这个解释。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "陈千语干员的背景调查结果并不复杂，如同其本人所呈现的那样表里如一、简单干脆。\n陈千语成长于宏山环形山，幼时曾于谈剑堂受训剑艺，在来到终末地工业前，曾在多处不同性质的单位及个人下属进行实践。因此，即便年纪尚轻，陈千语干员已具有多年独立战斗经验，经过一段时间的磨合，已经适应了团队作战模式。\n与塔卫二上众多在灾异侵扰与拓荒的过程中失去了双亲的孩子不同，陈千语在一个美满、幸福的家庭中度过了童年。相对简单的成长环境也养成了其几乎不可动摇的乐天性格，在既往的多次小队行动中，陈千语干员皆因良好的合作度与乐观的性格受到赞誉。此外，多名重要合作者，包括总工程师安德烈先生在内，都对陈千语干员寄予厚望，认为其代表着终末地对外展示的另一种形象：年轻、积极、友善，以热烈的态度介入一切亟需解决的困难。\n【补充记录】\n在早期接触中，我们意识到，于多地驻留期间，陈千语干员的表现都堪称优异，这一点无可挑剔；但仍然有人好奇她为何只在各地作短暂停留，因为截至目前，终末地已经成为陈千语干员驻留时间最长的单位。我们在一次定期会谈中向她提出了这个疑问，得到如下回答：\n\"菈梵朵玛'碰碰杯杯'奶茶店？我竟然在那里待了三个月？！很简单嘛，喝够了奶茶，就走了。\"\n\"啊……临时安保，是那时我年龄不够做正式工，又很需要钱去下一站旅行，就只能以这种形式在展览和会议之间打工啦。不过那几个月，我可见到了不少在塔卫二这块儿的大人物……\"\n\"等等，谈剑堂给我留下的毕业考核等级竟然是——优秀？！等等等等，你们没看错吧？我、我不知道不是很正常嘛，嘿嘿！我一直没敢查那个最终结果呢……嗯，是有点怕师父他们拿我跟妈妈比较。\"\n\"在应龙特勤队的一年多……嗯，这个可以先不聊吗？不是，也没什么需要隐瞒的事啦，就是感觉不太合得来。啊，你是说陈千语竟然还有合不来的人？！对啊！我可是能跟艾什柏环岛臭名昭著的黑帮老大，那个'半脸人杜乔'，都能聊得有来有回的哦！\""
        },
        {
          "type": "档案资料·二",
          "content": "我发现，在帝江号和终末地的各个驻地办事处里，举办大小庆功、退休、日常派对时，大家都会第一个在邮件邀约系统中输入\"陈千语\"的名字，而这并不仅仅因为她的名字按照炎国拼音的顺序排在前列，否则，为什么没有人经常邀请安塔尔？\n陈千语确实能够为一个拘谨的舱室带来热络的气氛和惊人的活力。从她走进门来开始计时，不到五分钟，她就能让最内向的干员开口说话，让最克制的干员展露笑容。而她做到这一切并不需要费太多的口舌功夫，实际上，由于一贯以来的心直口快，陈千语的谈话技巧仍是她需要加强练习的一个部分；她打动众人，依靠的是一些别的特质。有的干员归因为她热情的笑容；有的干员归因为她的大惊小怪将平平无奇的事烘托得无限精彩；有的干员认为是她源源不断的新点子，引领不擅长社交的大家享受休息时间的快乐——比如，办公椅竞速这项悠久的传统就是在陈千语的提倡下重新开展的，她还主动承担了帝江号上给大家放电影的活儿，当然，很多都是大炎武侠片。也有干员说，陈千语有时候只是关切地倾听他们一天的遭遇，偶尔提出一些连他们自己都没有注意到的细节，让乱成一团的事态突然就像她细致打理的两根长辫一样梳理畅通。\n在一位精英干员的退休派对上，佩丽卡监督畅饮了一杯半的低度数潜地虬兽血酒后难得微醺，望着远处正拿着小剪子的陈千语，后者正在大家的簇拥下给沙发上睡着的安德烈剪眉毛。监督突然张口说：\"是因为陈能够给人带来安全感。\"\n\"什么？这里好吵……'安全感'？监督，第一次听你说到这个词。\"\n陈千语似乎通过与人相处就能恢复活力，哪怕她在繁忙的行动安排间，还要拨冗在大小聚会上露面，至少将在场的气氛盘活，再悄悄离场。对此，她辩称自己天生就少觉。\n\"但是，陈千语干员的体力消耗，怕是不输任何人吧？就算是再受过什么大炎秘法的训练，也没有人能在只睡三个小时的情况下保持着这样的精力。\"\n\"再说了，我有一次看到她打坐冥想的时候其实在打瞌睡……\"\n佩丽卡监督摇摇头：\"陈的身上……有一种为大家担起一切的决心。只要她决定做到的事，其实很少有人能劝得了她。\"\n\"啊，我还以为小陈是个随性的人呢……\"\n\"也可能只是笨吧。\"\n\"佩丽卡监督竟然会这么评价小陈！\""
        },
        {
          "type": "档案资料·三",
          "content": "按照她后来翻箱倒柜找出来的出生证明来看，132年，\"陈\"所登记的出生地点远在文明环带之外，但那个地名她不认得。在那之前的事，她也不晓得。好在，之后在宏山城的岁月，她全部都记得。\n比如说，她记忆里的第一眼世界，是被妈妈抱在怀里走路的一个晚上，环形山尖锐的山脊像藏在盾牌后的枪，又像苍劲的老人朝天上举起的拳头，刺向塔卫二的夜空。\n她记得她说出的第一句话，是在游乐园的回音筒前，咯咯笑着说，妈妈。千万道回音，就像说了千万句话，所以，建山啊，就叫她千语吧，反正她估计会像我一样成绩超级差，那名字简单点儿，罚抄也快。\n她记得她的第一把剑是一根被精心修去了毛刺和树皮的树枝。\n她记得她的第一个奖励是终于打掉另一根树枝后一个温柔的吻，落在头顶上。\n她记得她的第一次晓事是大人们说天使"
        }
      ]
    },
    "voice_records": []
  }
}