var operator_4_别礼 = {
  "operator": {
    "itemId": "4",
    "name": "别礼",
    "cover": "./images/operators/operator_4_别礼_6981a44d9fd9f8e1d8fd5d22_56331367.png"
  },
  "cleaned_data": {
    "url": "https://wiki.skland.com/endfield/detail?mainTypeId=1&subTypeId=1&gameEntryId=4",
    "title": "别礼 - 《明日方舟：终末地》WIKI",
    "introduction": {
      "quote": "我，即是战争的……什么来着？",
      "description": "年轻的食腐者不愿惊扰任何一人的死亡，拒绝本能对\"进食\"的呼唤，这让她总是饿得昏天黑地，因为自卑而在人前畏畏缩缩。如今，别礼身着巫术时刻提供的作战服，为了终末地的目标挥舞霜雪和兵刃——既是履行塞什卡的\"商业推广\"合同，也是为了终末地向她展示的，真正能让生命平和安宁的明天。"
    },
    "basic_info": {
      "code": "别礼",
      "gender": "女",
      "identity": "塞什卡",
      "birthday": "11月12日",
      "race": "萨卡兹",
      "tags": ["大量伤害", "寒冷附着"],
      "release_date": "[默认] 未知",
      "origin": "[默认] 未知"
    },
    "combat_info": {
      "weapon": "双手剑",
      "main_ability": "力量",
      "sub_ability": "意志",
      "attribute": "寒冷",
      "class": "突击",
      "star": "6星"
    },
    "ability_extension": {
      "elite": {
        "初始数值": {
          "需求素材": {
            "无": ""
          },
          "基础数据": {
            "基础生命值": 500,
            "基础攻击力": 30
          },
          "能力值": {
            "力量": 21,
            "敏捷": 8,
            "智识": 9,
            "意志": 15
          }
        },
        "20级": {
          "需求素材": {
            "折金票": 1600,
            "轻红柱状菌": 3,
            "协议圆盘": 8
          },
          "基础数据": {
            "基础生命值": 1566,
            "基础攻击力": 95
          },
          "能力值": {
            "力量": 50,
            "敏捷": 29,
            "智识": 27,
            "意志": 35
          }
        },
        "40级": {
          "需求素材": {
            "折金票": 6500,
            "中红柱状菌": 5,
            "协议圆盘": 25
          },
          "基础数据": {
            "基础生命值": 2689,
            "基础攻击力": 162
          },
          "能力值": {
            "力量": 80,
            "敏捷": 50,
            "智识": 46,
            "意志": 56
          }
        },
        "60级": {
          "需求素材": {
            "折金票": 18000,
            "重红柱状菌": 5,
            "协议圆盘组": 24
          },
          "基础数据": {
            "基础生命值": 3811,
            "基础攻击力": 230
          },
          "能力值": {
            "力量": 110,
            "敏捷": 72,
            "智识": 65,
            "意志": 77
          }
        },
        "80级": {
          "需求素材": {
            "折金票": 100000,
            "血菌": 8,
            "协议圆盘组": 36,
            "三相纳米片": 20
          },
          "基础数据": {
            "基础生命值": 4934,
            "基础攻击力": 298
          },
          "能力值": {
            "力量": 140,
            "敏捷": 93,
            "智识": 84,
            "意志": 98
          }
        },
        "满级数值": {
          "需求素材": {
            "/": ""
          },
          "基础数据": {
            "基础生命值": 5495,
            "基础攻击力": 332
          },
          "能力值": {
            "力量": 155,
            "敏捷": 104,
            "智识": 93,
            "意志": 109
          }
        }
      },
      "combat_skills": [
        {
          "技能类型": "普通攻击",
          "技能名字": "严霜之舞",
          "技能描述": "对敌人进行至多4段攻击，造成寒冷伤害。作为主控干员时，重击会造成25点失衡。处于空中时使用普通攻击，会下落并攻击附近敌人造成寒冷伤害。附近有敌人处于失衡状态时使用普通攻击，将处决该敌人，造成大量寒冷伤害并恢复一定技力。",
          "技能等级数据": [
            {
              "key": "普攻第一段倍率",
              "rank1": "30%",
              "rank2": "33%",
              "rank3": "36%",
              "rank4": "39%",
              "rank5": "42%",
              "rank6": "45%",
              "rank7": "48%",
              "rank8": "51%",
              "rank9": "54%",
              "技能专精1": "58%",
              "技能专精2": "62%",
              "技能专精3": "68%"
            },
            {
              "key": "普攻第二段倍率",
              "rank1": "55%",
              "rank2": "61%",
              "rank3": "66%",
              "rank4": "72%",
              "rank5": "77%",
              "rank6": "83%",
              "rank7": "88%",
              "rank8": "94%",
              "rank9": "99%",
              "技能专精1": "106%",
              "技能专精2": "114%",
              "技能专精3": "124%"
            },
            {
              "key": "普攻第三段倍率",
              "rank1": "68%",
              "rank2": "75%",
              "rank3": "82%",
              "rank4": "88%",
              "rank5": "95%",
              "rank6": "102%",
              "rank7": "109%",
              "rank8": "116%",
              "rank9": "122%",
              "技能专精1": "131%",
              "技能专精2": "141%",
              "技能专精3": "153%"
            },
            {
              "key": "普攻第四段倍率",
              "rank1": "90%",
              "rank2": "99%",
              "rank3": "108%",
              "rank4": "117%",
              "rank5": "126%",
              "rank6": "135%",
              "rank7": "144%",
              "rank8": "153%",
              "rank9": "162%",
              "技能专精1": "173%",
              "技能专精2": "187%",
              "技能专精3": "203%"
            },
            {
              "key": "处决攻击倍率",
              "rank1": "400%",
              "rank2": "440%",
              "rank3": "480%",
              "rank4": "520%",
              "rank5": "560%",
              "rank6": "600%",
              "rank7": "640%",
              "rank8": "680%",
              "rank9": "720%",
              "技能专精1": "770%",
              "技能专精2": "830%",
              "技能专精3": "900%"
            },
            {
              "key": "下落攻击倍率",
              "rank1": "80%",
              "rank2": "88%",
              "rank3": "96%",
              "rank4": "104%",
              "rank5": "112%",
              "rank6": "120%",
              "rank7": "128%",
              "rank8": "136%",
              "rank9": "144%",
              "技能专精1": "154%",
              "技能专精2": "166%",
              "技能专精3": "180%"
            }
          ]
        },
        {
          "技能类型": "战技",
          "技能名字": "塞什卡的秘传",
          "技能描述": "对主控干员的武器进行低温灌注，并返还一定技力，一段时间内，当前主控干员接下来的1次重击会生成别礼的幻影，对目标进行追击，造成寒冷伤害，施加寒冷附着。主控干员为别礼时，施放该战技不会中断普通攻击。",
          "技能等级数据": [
            {
              "key": "技力消耗",
              "rank1": "100",
              "rank2": "100",
              "rank3": "100",
              "rank4": "100",
              "rank5": "100",
              "rank6": "100",
              "rank7": "100",
              "rank8": "100",
              "rank9": "100",
              "技能专精1": "100",
              "技能专精2": "100",
              "技能专精3": "100"
            },
            {
              "key": "幻影追击伤害倍率",
              "rank1": "142%",
              "rank2": "156%",
              "rank3": "171%",
              "rank4": "185%",
              "rank5": "199%",
              "rank6": "213%",
              "rank7": "228%",
              "rank8": "242%",
              "rank9": "256%",
              "技能专精1": "274%",
              "技能专精2": "295%",
              "技能专精3": "320%"
            },
            {
              "key": "返还技力",
              "rank1": "30",
              "rank2": "30",
              "rank3": "30",
              "rank4": "30",
              "rank5": "30",
              "rank6": "30",
              "rank7": "30",
              "rank8": "30",
              "rank9": "30",
              "技能专精1": "30",
              "技能专精2": "30",
              "技能专精3": "30"
            },
            {
              "key": "持续时间（秒）",
              "rank1": "15",
              "rank2": "15",
              "rank3": "15",
              "rank4": "15",
              "rank5": "15",
              "rank6": "15",
              "rank7": "15",
              "rank8": "15",
              "rank9": "15",
              "技能专精1": "15",
              "技能专精2": "15",
              "技能专精3": "15"
            },
            {
              "key": "获得终结技能量",
              "rank1": "16",
              "rank2": "16",
              "rank3": "16",
              "rank4": "16",
              "rank5": "16",
              "rank6": "16",
              "rank7": "16",
              "rank8": "16",
              "rank9": "16",
              "技能专精1": "16",
              "技能专精2": "16",
              "技能专精3": "16"
            }
          ]
        },
        {
          "技能类型": "连携技",
          "技能名字": "噬冬",
          "技能描述": "当有敌人进入3层及以上寒冷附着状态时可以发动。在目标敌人身上凝结冰锥，随后将其斩碎，消耗敌人身上的所有寒冷附着，对其造成基于其寒冷附着层数的寒冷伤害，并且根据消耗的层数获得终结技能量。",
          "技能等级数据": [
            {
              "key": "冷却时间",
              "rank1": "9秒",
              "rank2": "9秒",
              "rank3": "9秒",
              "rank4": "9秒",
              "rank5": "9秒",
              "rank6": "9秒",
              "rank7": "9秒",
              "rank8": "9秒",
              "rank9": "9秒",
              "技能专精1": "9秒",
              "技能专精2": "9秒",
              "技能专精3": "9秒"
            },
            {
              "key": "冰刺伤害倍率",
              "rank1": "71%",
              "rank2": "78%",
              "rank3": "85%",
              "rank4": "92%",
              "rank5": "99%",
              "rank6": "107%",
              "rank7": "114%",
              "rank8": "121%",
              "rank9": "128%",
              "技能专精1": "137%",
              "技能专精2": "147%",
              "技能专精3": "160%"
            },
            {
              "key": "斩击基础伤害倍率",
              "rank1": "71%",
              "rank2": "78%",
              "rank3": "85%",
              "rank4": "92%",
              "rank5": "99%",
              "rank6": "107%",
              "rank7": "114%",
              "rank8": "121%",
              "rank9": "128%",
              "技能专精1": "137%",
              "技能专精2": "147%",
              "技能专精3": "160%"
            },
            {
              "key": "斩击失衡值",
              "rank1": "15",
              "rank2": "15",
              "rank3": "15",
              "rank4": "15",
              "rank5": "15",
              "rank6": "15",
              "rank7": "15",
              "rank8": "15",
              "rank9": "15",
              "技能专精1": "15",
              "技能专精2": "15",
              "技能专精3": "15"
            },
            {
              "key": "消耗每层附着额外伤害倍率",
              "rank1": "107%",
              "rank2": "117%",
              "rank3": "128%",
              "rank4": "139%",
              "rank5": "149%",
              "rank6": "160%",
              "rank7": "171%",
              "rank8": "181%",
              "rank9": "192%",
              "技能专精1": "205%",
              "技能专精2": "221%",
              "技能专精3": "240%"
            },
            {
              "key": "基础获得终结技能量",
              "rank1": "40",
              "rank2": "40",
              "rank3": "40",
              "rank4": "40",
              "rank5": "40",
              "rank6": "40",
              "rank7": "40",
              "rank8": "40",
              "rank9": "40",
              "技能专精1": "40",
              "技能专精2": "40",
              "技能专精3": "40"
            },
            {
              "key": "消耗每层附着额外获得终结技能量",
              "rank1": "15",
              "rank2": "15",
              "rank3": "15",
              "rank4": "15",
              "rank5": "15",
              "rank6": "15",
              "rank7": "15",
              "rank8": "15",
              "rank9": "15",
              "技能专精1": "15",
              "技能专精2": "15",
              "技能专精3": "15"
            }
          ]
        },
        {
          "技能类型": "终结技",
          "技能名字": "临终别礼",
          "技能描述": "披着霜铠，凝结冰镰，对前方进行三次斩击，该状态下免疫所有伤害。每次斩击造成大量寒冷伤害。别礼只能从自身的战技、连携技中获得终结技能量。",
          "技能等级数据": [
            {
              "key": "所需终结技能量",
              "rank1": "240",
              "rank2": "240",
              "rank3": "240",
              "rank4": "240",
              "rank5": "240",
              "rank6": "240",
              "rank7": "240",
              "rank8": "240",
              "rank9": "240",
              "技能专精1": "240",
              "技能专精2": "240",
              "技能专精3": "240"
            },
            {
              "key": "冷却时间",
              "rank1": "20秒",
              "rank2": "20秒",
              "rank3": "20秒",
              "rank4": "20秒",
              "rank5": "20秒",
              "rank6": "20秒",
              "rank7": "20秒",
              "rank8": "20秒",
              "rank9": "20秒",
              "技能专精1": "20秒",
              "技能专精2": "20秒",
              "技能专精3": "20秒"
            },
            {
              "key": "第一段伤害倍率",
              "rank1": "178%",
              "rank2": "196%",
              "rank3": "213%",
              "rank4": "231%",
              "rank5": "249%",
              "rank6": "267%",
              "rank7": "284%",
              "rank8": "302%",
              "rank9": "320%",
              "技能专精1": "342%",
              "技能专精2": "369%",
              "技能专精3": "400%"
            },
            {
              "key": "第一段失衡值",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            },
            {
              "key": "第二段伤害倍率",
              "rank1": "178%",
              "rank2": "196%",
              "rank3": "213%",
              "rank4": "231%",
              "rank5": "249%",
              "rank6": "267%",
              "rank7": "284%",
              "rank8": "302%",
              "rank9": "320%",
              "技能专精1": "342%",
              "技能专精2": "369%",
              "技能专精3": "400%"
            },
            {
              "key": "第二段失衡值",
              "rank1": "5",
              "rank2": "5",
              "rank3": "5",
              "rank4": "5",
              "rank5": "5",
              "rank6": "5",
              "rank7": "5",
              "rank8": "5",
              "rank9": "5",
              "技能专精1": "5",
              "技能专精2": "5",
              "技能专精3": "5"
            },
            {
              "key": "第三段伤害倍率",
              "rank1": "356%",
              "rank2": "391%",
              "rank3": "427%",
              "rank4": "462%",
              "rank5": "498%",
              "rank6": "533%",
              "rank7": "569%",
              "rank8": "604%",
              "rank9": "640%",
              "技能专精1": "684%",
              "技能专精2": "738%",
              "技能专精3": "800%"
            },
            {
              "key": "第三段失衡值",
              "rank1": "10",
              "rank2": "10",
              "rank3": "10",
              "rank4": "10",
              "rank5": "10",
              "rank6": "10",
              "rank7": "10",
              "rank8": "10",
              "rank9": "10",
              "技能专精1": "10",
              "技能专精2": "10",
              "技能专精3": "10"
            }
          ]
        }
      ],
      "talents": [
        {
          "天赋名字": "锤炼",
          "天赋描述": "干员力量能力提高10/15/15/20。",
          "天赋等级数据": [
            {
              "key": "干员力量能力提高数值",
              "rank1": 10,
              "rank2": 15,
              "rank3": 15,
              "rank4": 20
            }
          ]
        },
        {
          "天赋名字": "低温症",
          "天赋描述": "当别礼消耗任何法术附着时对该目标施加寒冷脆弱，效果为被消耗的法术附着层数 x 2/4%，持续15秒，该效果无法叠加。",
          "天赋等级数据": [
            {
              "key": "寒冷脆弱提升效果",
              "rank1": "2%",
              "rank2": "4%"
            }
          ]
        },
        {
          "天赋名字": "低温脆性",
          "天赋描述": "终结技临终别礼造成伤害时如果敌人处于寒冷脆弱状态，将其寒冷脆弱的效果视为原本的1.2/1.5倍。",
          "天赋等级数据": [
            {
              "key": "寒冷脆弱提升倍率",
              "rank1": "1.2",
              "rank2": "1.5"
            }
          ]
        },
        {
          "天赋名字": "墓地园艺",
          "天赋描述": "进驻培养舱时，晶植质料的培养速度提升20%/30%。",
          "天赋等级数据": [
            {
              "key": "晶植质料的培养速度提升",
              "rank1": "20%",
              "rank2": "30%"
            }
          ]
        },
        {
          "天赋名字": "王庭盛名",
          "天赋描述": "进驻会客室时，干员收集到线索7——塞什卡的概率小幅提升/概率提升（进驻即生效，同类不可叠加）",
          "天赋等级数据": [
            {
              "key": "概率提升幅度",
              "rank1": "概率小幅提升",
              "rank2": "概率提升"
            }
          ]
        },
        {
          "天赋名字": "装备适配",
          "天赋描述": "激活后，允许干员穿戴蓝色/紫色/金色品质装备。",
          "天赋等级数据": [
            {
              "key": "允许干员穿戴装备品质",
              "rank1": "蓝色",
              "rank2": "紫色",
              "rank3": "金色"
            }
          ]
        }
      ]
    },
    "potential": {
      "levels": [
        {
          "潜能等级": 1,
          "潜能名字": "守墓人之赠",
          "潜能内容": "受到低温灌注的主控干员，重击命中敌人时额外造成20%伤害和5点失衡。"
        },
        {
          "潜能等级": 2,
          "潜能名字": "零度武装",
          "潜能内容": "力量+20，寒冷伤害+10%。"
        },
        {
          "潜能等级": 3,
          "潜能名字": "统御严冬",
          "潜能内容": "连携技噬冬和终结技临终别礼的伤害倍率提高至原本的1.15倍。"
        },
        {
          "潜能等级": 4,
          "潜能名字": "诚挚告别",
          "潜能内容": "终结技临终别礼所需的终结技能量-15%。"
        },
        {
          "潜能等级": 5,
          "潜能名字": "寒风再起",
          "潜能内容": "战技塞什卡的秘传返还的技力额外提高5点，并额外提高生成的幻影追击伤害倍率至原本的1.2倍。"
        }
      ],
      "postcards": [
        {
          "潜能明信片名字": "含羞草",
          "明信片图片": "（具体图片链接）",
          "画师": "komiki",
          "明信片文字": "虽然很有趣，但还是别捉弄她了吧。"
        },
        {
          "潜能明信片名字": "凝华",
          "明信片图片": "（具体图片链接）",
          "画师": "Cenm0",
          "明信片文字": "一片浩瀚土地依偎着她沉眠，千载漫漫寒冬静候着她差遣。不过，少女只想为它的安息献上一束花。"
        },
        {
          "潜能明信片名字": "初绽霜花",
          "明信片图片": "（具体图片链接）",
          "画师": "REM",
          "明信片文字": "她还有许多问题等待解答，她还有许多困难需要克服。即便如此，她也一定会完成你给的每一项任务，让更多人找回笑容。"
        }
      ]
    },
    "archive": {
      "info": {
        "阵营": "罗德岛",
        "种族": "萨卡兹",
        "专长·一": "作战技巧",
        "专长·二": "身强力壮",
        "爱好·一": "益智",
        "爱好·二": "公益",
        "专长描述": "抛开善后修理费用不谈，至少她足够有效率。",
        "专长·二描述": "双倍食量，五倍力气。",
        "爱好·一描述": "太紧张的时候，摆弄些小玩意儿能帮她转移注意力。嗯，至少比和人聊天有效。",
        "爱好·二描述": "对她来说，照顾病人和帮忙收稻子的吸引力似乎比舞刀弄枪要大得多。",
        "矿石病感染情况": "参照医学检测报告，确认为感染者。",
        "综合体检测试": "生理强度：优良\n作战技巧：标准\n战术规划：普通\n源石技艺适应性：■■"
      },
      "details": [
        {
          "type": "基础档案",
          "content": "【代号】别礼\n【性别】女\n【身份认证】塞什卡\n【生日】11月12日\n【种族】萨卡兹\n【矿石病感染情况】\n参照医学检测报告，确认为感染者。\n【综合体检测试】\n生理强度：优良\n作战技巧：标准\n战术规划：普通\n源石技艺适应性：■■"
        },
        {
          "type": "人事简述",
          "content": "干员别礼，本名阿德尔海德，塞什卡特派品牌形象代言人。经巫术时刻高级商业顾问\"筑桥者\"弗莱明引荐，现划归特种技术部门管理。如果是第一次与别礼接触，请考虑使用轻松、友善的发言方式并对其暂时的沉默或回避行为予以理解和容忍。别礼很不擅长与陌生人社交，不过，准备一些甜点或小零食能有效推进信任的构建进程。请尽量避免在她慌乱时过于靠近，这很危险。同时，你因此受到的任何意外伤害都只会让她更加慌乱。\n——终末地人事助理 马丁·马文·马伦"
        },
        {
          "type": "档案资料·一",
          "content": "【后勤干员记录】别礼小姐在测试过程中意外造成了一些训练设备的损坏。对于后勤部门而言，这是合理的损耗范畴，不如说，其他干员例行检查时损坏的会更多。所以，请替我们转告别礼小姐，她没有必要再往后勤部门递手写道歉信，也请她不要再躲着后勤干员们了。\n\n【权限记录】阿德尔海德本人的源石技艺水平只能算作优秀。但是，当这位食腐者害羞地摆弄死亡时，在场很多人都在那道帷幕后看见了另一道阴影。很冷，很古老，很浩荡，也很……平静。我感到很不安，虽然Maze老师让我放心……塞什卡到底隐瞒了什么？"
        },
        {
          "type": "档案资料·二",
          "content": "实习任务很成功，她比我们想象中还要投入。另外，麻烦商务办公室争取和塞什卡方面再沟通一下，对着野兽和天使念广告词没有任何意义，但这孩子真的让做什么就做什么。\n\n我们很高兴别礼干员能帮忙处理堆积许久的杂项工作，不过还是请各位想想办法说服她，食堂伙食按需供应，不用担心加餐要额外收费。\n\n定制款应急融冰喷雾已经上架，数量充足，随意取用。话说回来，既然别礼一紧张就爱冒冷气，你们倒是少逗她几次。\n\n别礼干员和康复中心的许多外来病人相处得还不错，她似乎也觉得参与志愿服务能缓解自己的压力（你们应该反省一下为什么她会有压力）。另外，请不要在患者面前随意提及她的守墓人身份，这没有必要，而且会让解释工作变得很麻烦。\n\n…………\n\n人力资源事务部的干员合上留言板，对着无比紧张，似乎想整个躲进脚边垃圾桶的少女露出笑容：\"大家都觉得您相当好相处，不用这么焦虑啦。\""
        },
        {
          "type": "档案资料·三",
          "content": "最初，\"勇者之家\"的孩子们经常取笑阿德尔海德：大家不太认识这个住得很远的姑娘，她腼腆内向，衣服土里土气，反应慢几拍，聊什么都接不上茬儿。\"大个子\"汤姆曾经带头说了她不少坏话，想要把她赶出孩子们的秘密基地，而汤姆收手的原因有两个：大人们好像很尊重收养阿德尔海德的那对卡普里尼夫妇，以及，就算委屈得泪眼汪汪，她竟然还没忘记往嘴里塞芜菁叶帮子和苹果皮。\n\n变故发生在一个难熬的夏天。那个六月暴雨倾盆，洪水泛滥，匪帮好不容易才被赶走，留下了五个痛失至亲的家庭。懵懂的孩子们跟着队伍来到郊外，在小山上看到了让他们倍感陌生的阿德尔海德。他们看着少女和家人一起清理场地，擦洗墓碑，为死者送上最后一首挽歌。直到棺椁真正封入土地，孩子们才意识到汤姆已经永远不会再来\"勇者之家\"了。比起悲伤，恐慌和无所适从更快地蔓延开来。他们不能接受命运仓促的安排，不能理解要如何才能填补空出的位置。就在这时，阿德尔海德拿出了一个粗糙的木雕玩偶，将它放在汤姆坟前。玩偶很简陋，被切得歪歪扭扭、表面坑洼，连木屑都没来得及擦去。他一直想要一个竞技骑士玩偶，少女说，这是汤姆最后的愿望。大人们忍不住再次哭泣，哀叹一条无辜生命的早早逝去。孩子们只能憋笑，因为那个木雕根本就不像竞技骑士。总归还是笑了。他们各自拿出收藏的骑士卡，研究怎样才能把造型刻得更像一些。少女依然不太跟得上话题，动手的任务也被更心灵手巧的同伴接过，但他们每年都会把更新、更好的玩偶交给她，在她的带领下进入墓园，完成慰问仪式。汤姆就在这里，少女每次都这样保证。没有人知道她为什么如此笃定，没有人知道她当初为什么了解汤姆的愿望，没有人在乎那些道理。\n\n后来，阿德尔海德还是没有变得外向，她依旧不太擅长表达自己，肚子咕咕叫时，也还是会羞得想要钻到地里去。但是，如果新来的孩子们开始议论墓园那位偶尔在荒草丛间哼唱的古怪姑娘，就会有人搭上他们的肩膀，请他们听几个小故事。"
        },
        {
          "type": "档案资料·四",
          "content": "阿德尔海德第一次感受到了文化冲击。塞什卡，\"歇脚地\"，巫术之都，萨卡兹的纽带，浪客的聚集地……她已经听过无数个有关它的名字，但直到走下热气球，亲自踏上那片地面，她才发现，\"能够飞行\"只是这片奇迹之地最最微不足道的一点儿小特色。这里简直就是一场永远都在进行的狂欢节。骚动几乎镌刻在了每一丝空气里，广场中央造型奔放的装饰熔炉喷涌着热浪，将吵闹和欢笑一同高高抛起。各种古怪商铺的门面在几条街争夺每一寸空间，人群接踵摩肩，往嘴里塞着叫不出名字的食物，流向远方一片连绵的招摇巨影——据说那里除了角斗场，还有塞什卡在开放时间向所有来客展示的、最引以为傲的"
        }
      ]
    },
    "voice_records": []
  }
}